{
  "text": {
    " ": 0,
    "h": 538,
    "e": 432,
    "y": 1072,
    " h": 82,
    "he": 550,
    "ey": 493,
    "y ": 1073,
    " he": 85,
    "hey": 557,
    "ey ": 494,
    " hey": 87,
    "hey ": 558,
    "l": 657,
    "o": 787,
    "el": 451,
    "ll": 678,
    "lo": 684,
    "o ": 788,
    "hel": 552,
    "ell": 455,
    "llo": 680,
    "lo ": 685,
    " hel": 86,
    "hell": 553,
    "ello": 457,
    "llo ": 681,
    "i": 599,
    "hi": 559,
    "i ": 600,
    " hi": 88,
    "hi ": 560,
    " hi ": 89,
    "t": 951,
    "r": 868,
    " t": 193,
    "th": 962,
    "er": 469,
    "re": 873,
    "e ": 433,
    " th": 197,
    "the": 966,
    "her": 554,
    "ere": 473,
    "re ": 874,
    " the": 199,
    "ther": 968,
    "here": 556,
    "ere ": 474,
    "g": 508,
    "d": 396,
    " g": 68,
    "go": 520,
    "oo": 812,
    "od": 789,
    "d ": 397,
    " go": 72,
    "goo": 526,
    "ood": 813,
    "od ": 790,
    " goo": 75,
    "good": 527,
    "ood ": 814,
    "m": 692,
    "n": 726,
    " m": 122,
    "mo": 708,
    "or": 823,
    "rn": 894,
    "ni": 756,
    "in": 615,
    "ng": 741,
    "g ": 509,
    " mo": 124,
    "mor": 711,
    "orn": 826,
    "rni": 895,
    "nin": 761,
    "ing": 619,
    "ng ": 742,
    " mor": 126,
    "morn": 712,
    "orni": 827,
    "rnin": 896,
    "ning": 762,
    "ing ": 620,
    "v": 1033,
    " e": 58,
    "ev": 486,
    "ve": 1034,
    "en": 466,
    " ev": 61,
    "eve": 487,
    "ven": 1036,
    "eni": 467,
    " eve": 62,
    "even": 488,
    "veni": 1037,
    "enin": 468,
    "oi": 799,
    "n ": 727,
    "moi": 709,
    "oin": 801,
    "in ": 616,
    " moi": 125,
    "moin": 710,
    "oin ": 802,
    " l": 110,
    "le": 666,
    "et": 484,
    "t ": 952,
    " le": 114,
    "let": 668,
    "et ": 485,
    " let": 115,
    "let ": 669,
    "s": 916,
    " s": 174,
    "s ": 917,
    " s ": 175,
    "go ": 521,
    " go ": 73,
    "u": 998,
    " d": 46,
    "du": 424,
    "ud": 1003,
    "de": 405,
    " du": 53,
    "dud": 425,
    "ude": 1004,
    "de ": 406,
    " dud": 54,
    "dude": 426,
    "ude ": 1005,
    "dm": 416,
    "odm": 795,
    "dmo": 417,
    "oodm": 817,
    "odmo": 796,
    "dmor": 418,
    "ode": 793,
    "dev": 411,
    "oode": 816,
    "odev": 794,
    "deve": 412,
    "a": 281,
    "f": 495,
    " a": 4,
    "af": 290,
    "ft": 502,
    "te": 956,
    "no": 769,
    "on": 808,
    " af": 6,
    "aft": 291,
    "fte": 503,
    "ter": 959,
    "ern": 478,
    "rno": 897,
    "noo": 771,
    "oon": 818,
    "on ": 809,
    " aft": 7,
    "afte": 292,
    "fter": 504,
    "tern": 961,
    "erno": 479,
    "rnoo": 898,
    "noon": 772,
    "oon ": 819,
    "c": 362,
    "à": 1088,
    " c": 26,
    "ch": 368,
    "hà": 578,
    "ào": 1095,
    " ch": 29,
    "chà": 373,
    "hào": 581,
    "ào ": 1096,
    " chà": 31,
    "chào": 374,
    "hào ": 582,
    "x": 1065,
    " x": 240,
    "xi": 1066,
    " xi": 241,
    "xin": 1067,
    " xin": 242,
    "xin ": 1068,
    "ô": 1126,
    "lô": 690,
    "ô ": 1127,
    " lô": 120,
    "lô ": 691,
    " lô ": 121,
    "b": 339,
    " b": 14,
    "br": 352,
    "ro": 899,
    " br": 19,
    "bro": 353,
    "ro ": 900,
    " bro": 20,
    "bro ": 354,
    "ạ": 1160,
    "bạ": 359,
    "ạn": 1163,
    " bạ": 24,
    "bạn": 360,
    "ạn ": 1164,
    " bạn": 25,
    "bạn ": 361,
    "ậ": 1174,
    "cậ": 391,
    "ậu": 1175,
    "u ": 999,
    " cậ": 42,
    "cậu": 392,
    "ậu ": 1176,
    " cậu": 43,
    "cậu ": 393,
    " ô": 254,
    "ôn": 1132,
    " ôn": 255,
    "ông": 1133,
    " ông": 256,
    "ông ": 1134,
    "em": 460,
    "m ": 693,
    " em": 59,
    "em ": 461,
    " em ": 60,
    "mà": 718,
    "ày": 1097,
    " mà": 131,
    "mày": 719,
    "ày ": 1098,
    " mày": 132,
    "mày ": 720,
    " n": 137,
    "nh": 749,
    "ha": 540,
    "a ": 282,
    " nh": 147,
    "nha": 751,
    "ha ": 541,
    " nha": 148,
    "nha ": 752,
    "w": 1047,
    "p": 844,
    " w": 229,
    "wa": 1048,
    "as": 321,
    "ss": 938,
    "su": 944,
    "up": 1021,
    "p ": 845,
    " wa": 230,
    "was": 1049,
    "ass": 323,
    "ssu": 939,
    "sup": 945,
    "up ": 1022,
    " was": 231,
    "wass": 1051,
    "assu": 324,
    "ssup": 940,
    "sup ": 946,
    "wh": 1057,
    "at": 325,
    " wh": 235,
    "wha": 1058,
    "hat": 546,
    "at ": 326,
    " wha": 236,
    "what": 1059,
    "hat ": 547,
    " u": 216,
    " up": 220,
    " up ": 221,
    "ê": 1116,
    " ê": 252,
    "ê ": 1117,
    " ê ": 253,
    "cu": 384,
    " cu": 36,
    "cu ": 385,
    " cu ": 37,
    "by": 355,
    " by": 21,
    "by ": 356,
    " by ": 22,
    "ce": 364,
    "ee": 444,
    " ce": 27,
    "cee": 366,
    "ee ": 445,
    " cee": 28,
    "cee ": 367,
    " y": 243,
    "yo": 1078,
    "ou": 833,
    " yo": 247,
    "you": 1079,
    "ou ": 834,
    " you": 248,
    "you ": 1080,
    "la": 659,
    "r ": 869,
    " la": 111,
    "lat": 660,
    "ate": 327,
    "er ": 470,
    " lat": 112,
    "late": 661,
    "ater": 328,
    "ter ": 960,
    "ig": 607,
    "gh": 510,
    "ht": 573,
    " ni": 150,
    "nig": 759,
    "igh": 608,
    "ght": 511,
    "ht ": 574,
    " nig": 152,
    "nigh": 760,
    "ight": 609,
    "ght ": 512,
    "ye": 1074,
    "bye": 357,
    "ye ": 1075,
    " bye": 23,
    "bye ": 358,
    "db": 402,
    "odb": 791,
    "dby": 403,
    "oodb": 815,
    "odby": 792,
    "dbye": 404,
    "av": 329,
    " ha": 83,
    "hav": 548,
    "ave": 330,
    "ve ": 1035,
    " hav": 84,
    "have": 549,
    "ave ": 331,
    " a ": 5,
    "ic": 604,
    "nic": 757,
    "ice": 605,
    "ce ": 365,
    " nic": 151,
    "nice": 758,
    "ice ": 606,
    "da": 398,
    "ay": 332,
    " da": 47,
    "day": 400,
    "ay ": 333,
    " day": 48,
    "day ": 401,
    "se": 927,
    " se": 180,
    "see": 929,
    " see": 181,
    "see ": 930,
    "ar": 316,
    "un": 1015,
    "nd": 731,
    " ar": 11,
    "aro": 319,
    "rou": 901,
    "oun": 837,
    "und": 1016,
    "nd ": 732,
    " aro": 13,
    "arou": 320,
    "roun": 902,
    "ound": 838,
    "und ": 1017,
    "ba": 340,
    "ai": 293,
    " ba": 15,
    "bai": 341,
    "ai ": 294,
    " bai": 16,
    "bai ": 342,
    "k": 638,
    "an": 304,
    "nk": 763,
    "ki": 647,
    "iu": 628,
    "tha": 963,
    "han": 542,
    "ank": 308,
    "nki": 765,
    "kiu": 651,
    "iu ": 629,
    " tha": 198,
    "than": 964,
    "hank": 543,
    "anki": 310,
    "nkiu": 766,
    "kiu ": 652,
    "k ": 639,
    "nk ": 764,
    "ank ": 309,
    " u ": 217,
    "ks": 655,
    "nks": 767,
    "ks ": 656,
    "anks": 311,
    "nks ": 768,
    "é": 1113,
    " é": 249,
    "éc": 1114,
    "c ": 363,
    " éc": 250,
    "éc ": 1115,
    " éc ": 251,
    "đ": 1143,
    " đ": 259,
    "đi": 1147,
    " đi": 262,
    "đi ": 1148,
    " đi ": 263,
    "ủ": 1192,
    "gủ": 536,
    "ủ ": 1193,
    " ng": 143,
    "ngủ": 747,
    "gủ ": 537,
    " ngủ": 146,
    "ngủ ": 748,
    "â": 1103,
    "đâ": 1151,
    "ây": 1104,
    " đâ": 265,
    "đây": 1152,
    "ây ": 1105,
    " đây": 266,
    "đây ": 1153,
    "ngo": 745,
    "gon": 524,
    " ngo": 145,
    "ngon": 746,
    "gon ": 525,
    "es": 482,
    " ye": 245,
    "yes": 1076,
    "es ": 483,
    " yes": 246,
    "yes ": 1077,
    " y ": 244,
    " i": 99,
    "ed": 442,
    " in": 101,
    "ind": 617,
    "nde": 733,
    "dee": 407,
    "eed": 446,
    "ed ": 443,
    " ind": 102,
    "inde": 618,
    "ndee": 734,
    "deed": 408,
    "eed ": 447,
    " o": 160,
    "of": 797,
    "f ": 496,
    " of": 161,
    "of ": 798,
    " of ": 162,
    "co": 375,
    "ur": 1025,
    "rs": 908,
    " co": 32,
    "cou": 380,
    "our": 839,
    "urs": 1026,
    "rse": 909,
    "se ": 928,
    " cou": 35,
    "cour": 381,
    "ours": 840,
    "urse": 1027,
    "rse ": 910,
    "that": 965,
    "so": 934,
    "ds": 422,
    " so": 184,
    "sou": 936,
    "nds": 736,
    "ds ": 423,
    " sou": 186,
    "soun": 937,
    "unds": 1018,
    "nds ": 737,
    "rr": 903,
    "ec": 439,
    "ct": 382,
    "cor": 378,
    "orr": 828,
    "rre": 904,
    "rec": 878,
    "ect": 440,
    "ct ": 383,
    " cor": 34,
    "corr": 379,
    "orre": 829,
    "rrec": 905,
    "rect": 879,
    "ect ": 441,
    " no": 153,
    "no ": 770,
    " no ": 154,
    " n ": 138,
    "ne": 738,
    " ne": 141,
    "nev": 739,
    "ver": 1038,
    " nev": 142,
    "neve": 740,
    "ever": 489,
    "ver ": 1039,
    " i ": 100,
    "do": 419,
    " do": 51,
    "don": 420,
    " don": 52,
    "don ": 421,
    " t ": 194,
    "thi": 969,
    "hin": 561,
    "ink": 621,
    " thi": 200,
    "thin": 970,
    "hink": 562,
    "ink ": 622,
    "so ": 935,
    " so ": 185,
    "li": 670,
    "ik": 610,
    "ke": 640,
    " li": 116,
    "lik": 671,
    "ike": 611,
    "ke ": 641,
    " lik": 117,
    "like": 672,
    "ike ": 612,
    "way": 1052,
    " way": 232,
    "way ": 1053,
    "ot": 831,
    "not": 773,
    "ot ": 832,
    " not": 155,
    "not ": 774,
    " r": 171,
    "ea": 434,
    "al": 295,
    "ly": 686,
    " re": 172,
    "rea": 875,
    "eal": 435,
    "all": 298,
    "lly": 682,
    "ly ": 687,
    " rea": 173,
    "real": 876,
    "eall": 436,
    "ally": 299,
    "lly ": 683,
    " p": 163,
    "pe": 846,
    "rf": 883,
    "fe": 497,
    " pe": 164,
    "per": 849,
    "erf": 475,
    "rfe": 884,
    "fec": 498,
    " per": 165,
    "perf": 851,
    "erfe": 476,
    "rfec": 885,
    "fect": 499,
    "gr": 528,
    " gr": 76,
    "gre": 529,
    "eat": 437,
    " gre": 77,
    "grea": 530,
    "reat": 877,
    "eat ": 438,
    "z": 1081,
    "am": 300,
    "ma": 694,
    "az": 334,
    "zi": 1085,
    " am": 8,
    "ama": 302,
    "maz": 697,
    "azi": 337,
    "zin": 1086,
    " ama": 10,
    "amaz": 303,
    "mazi": 698,
    "azin": 338,
    "zing": 1087,
    " f": 65,
    " fe": 66,
    "fee": 500,
    "eel": 448,
    "eli": 453,
    "lin": 673,
    " fee": 67,
    "feel": 501,
    "eeli": 450,
    "elin": 454,
    "ling": 674,
    " k": 103,
    " ki": 106,
    "kin": 649,
    " kin": 107,
    "king": 650,
    "wo": 1060,
    "fu": 505,
    "ul": 1008,
    "l ": 658,
    " wo": 237,
    "won": 1061,
    "ond": 810,
    "der": 409,
    "rfu": 886,
    "ful": 506,
    "ul ": 1009,
    " won": 238,
    "wond": 1062,
    "onde": 811,
    "nder": 735,
    "derf": 410,
    "erfu": 477,
    "rful": 887,
    "ful ": 507,
    "am ": 301,
    " am ": 9,
    " v": 222,
    "ry": 911,
    " ve": 223,
    "ery": 480,
    "ry ": 912,
    " ver": 224,
    "very": 1040,
    "ery ": 481,
    "goi": 522,
    " goi": 74,
    "goin": 523,
    "oing": 803,
    "to": 980,
    " to": 206,
    "to ": 981,
    " to ": 207,
    "sa": 918,
    " sa": 176,
    "sav": 925,
    " sav": 179,
    "save": 926,
    "he ": 551,
    "the ": 967,
    "rl": 891,
    "ld": 664,
    "wor": 1063,
    "orl": 824,
    "rld": 892,
    "ld ": 665,
    " wor": 239,
    "worl": 1064,
    "orld": 825,
    "rld ": 893,
    " su": 189,
    "upe": 1023,
    " sup": 190,
    "supe": 947,
    "uper": 1024,
    "per ": 850,
    "st": 941,
    "ok": 805,
    " st": 187,
    "sto": 942,
    "tok": 982,
    "oke": 806,
    "ked": 642,
    " sto": 188,
    "stok": 943,
    "toke": 983,
    "oked": 807,
    "ked ": 643,
    "ex": 490,
    "xt": 1069,
    "tr": 984,
    "me": 702,
    " ex": 63,
    "ext": 491,
    "xtr": 1070,
    "tre": 985,
    "rem": 880,
    "eme": 462,
    "mel": 703,
    "ely": 458,
    " ext": 64,
    "extr": 492,
    "xtre": 1071,
    "trem": 986,
    "reme": 881,
    "emel": 463,
    "mely": 704,
    "ely ": 459,
    "my": 716,
    " my": 129,
    "my ": 717,
    " my ": 130,
    "as ": 322,
    "was ": 1050,
    "ho": 563,
    "ri": 888,
    "ib": 601,
    "bl": 346,
    " ho": 90,
    "hor": 567,
    "rri": 906,
    "rib": 889,
    "ibl": 602,
    "ble": 347,
    "le ": 667,
    " hor": 91,
    "horr": 568,
    "orri": 830,
    "rrib": 907,
    "ribl": 890,
    "ible": 603,
    "ble ": 348,
    "ad": 286,
    "sad": 921,
    "ad ": 287,
    " sad": 178,
    "sad ": 922,
    "el ": 452,
    "eel ": 449,
    "we": 1054,
    " we": 233,
    "wel": 1055,
    "ll ": 679,
    " wel": 234,
    "well": 1056,
    "ell ": 456,
    "di": 413,
    "is": 625,
    "ap": 312,
    "pp": 857,
    "po": 854,
    "nt": 775,
    " di": 49,
    "dis": 414,
    "isa": 626,
    "sap": 923,
    "app": 313,
    "ppo": 858,
    "poi": 855,
    "int": 623,
    "nte": 776,
    "ted": 957,
    " dis": 50,
    "disa": 415,
    "isap": 627,
    "sapp": 924,
    "appo": 314,
    "ppoi": 859,
    "poin": 856,
    "oint": 804,
    "inte": 624,
    "nted": 777,
    "ted ": 958,
    " m ": 123,
    "py": 862,
    " un": 218,
    "unh": 1019,
    "hap": 544,
    "ppy": 860,
    "py ": 863,
    " unh": 219,
    "unha": 1020,
    "nhap": 753,
    "happ": 545,
    "appy": 315,
    "ppy ": 861,
    "ml": 705,
    "eml": 464,
    "mly": 706,
    "reml": 882,
    "emly": 465,
    "mly ": 707,
    "aa": 283,
    "saa": 919,
    "aad": 284,
    " saa": 177,
    "saad": 920,
    "aad ": 285,
    "are": 317,
    " are": 12,
    "are ": 318,
    "bo": 349,
    " bo": 17,
    "bot": 350,
    " bot": 18,
    "bot ": 351,
    "hu": 575,
    "um": 1010,
    " hu": 93,
    "hum": 576,
    "uma": 1011,
    "man": 695,
    "an ": 305,
    " hum": 94,
    "huma": 577,
    "uman": 1012,
    "man ": 696,
    "ta": 953,
    "lk": 675,
    " ta": 195,
    "tal": 954,
    "alk": 296,
    "lki": 676,
    " tal": 196,
    "talk": 955,
    "alki": 297,
    "lkin": 677,
    "ó": 1124,
    "có": 386,
    "ó ": 1125,
    " có": 38,
    "có ": 387,
    " có ": 39,
    "ã": 1106,
    "mã": 724,
    "ã ": 1107,
    " mã": 135,
    "mã ": 725,
    " mã ": 136,
    "ả": 1165,
    "gi": 515,
    "iả": 632,
    "ảm": 1166,
    " gi": 69,
    "giả": 518,
    "iảm": 633,
    "ảm ": 1167,
    " giả": 71,
    "giảm": 519,
    "iảm ": 634,
    "á": 1099,
    "iá": 630,
    "á ": 1100,
    "giá": 516,
    "iá ": 631,
    " giá": 70,
    "giá ": 517,
    "nà": 781,
    " nà": 156,
    "nào": 782,
    " nào": 157,
    "nào ": 783,
    "cho": 371,
    "ho ": 564,
    " cho": 30,
    "cho ": 372,
    "sh": 931,
    "op": 820,
    " sh": 182,
    "sho": 932,
    "hop": 565,
    "ope": 821,
    "pee": 847,
    " sho": 183,
    "shop": 933,
    "hope": 566,
    "opee": 822,
    "pee ": 848,
    "vo": 1041,
    "uc": 1000,
    " vo": 225,
    "vou": 1042,
    "ouc": 835,
    "uch": 1001,
    "che": 369,
    " vou": 226,
    "vouc": 1043,
    "ouch": 836,
    "uche": 1002,
    "cher": 370,
    "her ": 555,
    "za": 1082,
    "laz": 662,
    "aza": 335,
    "zad": 1083,
    "ada": 288,
    "da ": 399,
    " laz": 113,
    "laza": 663,
    "azad": 336,
    "zada": 1084,
    "ada ": 289,
    "hô": 586,
    "ôm": 1130,
    " hô": 97,
    "hôm": 587,
    "ôm ": 1131,
    " hôm": 98,
    "hôm ": 588,
    "na": 728,
    " na": 139,
    "nay": 729,
    " nay": 140,
    "nay ": 730,
    "là": 688,
    "à ": 1089,
    " là": 118,
    "là ": 689,
    " là ": 119,
    "ì": 1120,
    "gì": 531,
    "ì ": 1121,
    " gì": 78,
    "gì ": 532,
    " gì ": 79,
    "tô": 995,
    "ôi": 1128,
    " tô": 214,
    "tôi": 996,
    "ôi ": 1129,
    " tôi": 215,
    "tôi ": 997,
    "ầ": 1171,
    "cầ": 388,
    "ần": 1172,
    " cầ": 40,
    "cần": 389,
    "ần ": 1173,
    " cần": 41,
    "cần ": 390,
    "ư": 1157,
    " ư": 269,
    "ưu": 1158,
    " ưu": 270,
    "ưu ": 1159,
    " ưu ": 271,
    "đã": 1154,
    "ãi": 1108,
    " đã": 267,
    "đãi": 1155,
    "ãi ": 1109,
    " đãi": 268,
    "đãi ": 1156,
    "ệ": 1177,
    "iệ": 635,
    "ện": 1178,
    "điệ": 1149,
    "iện": 636,
    "ện ": 1179,
    " điệ": 264,
    "điện": 1150,
    "iện ": 637,
    "oạ": 841,
    "ại": 1161,
    "tho": 971,
    "hoạ": 571,
    "oại": 842,
    "ại ": 1162,
    " tho": 201,
    "thoạ": 972,
    "hoại": 572,
    "oại ": 843,
    "tì": 992,
    "ìm": 1122,
    " tì": 212,
    "tìm": 993,
    "ìm ": 1123,
    " tìm": 213,
    "tìm ": 994,
    "ti": 977,
    " ti": 204,
    "tik": 978,
    "iki": 613,
    "ki ": 648,
    " tik": 205,
    "tiki": 979,
    "iki ": 614,
    "ố": 1184,
    "mu": 713,
    "uố": 1030,
    "ốn": 1185,
    " mu": 127,
    "muố": 714,
    "uốn": 1031,
    "ốn ": 1186,
    " muố": 128,
    "muốn": 715,
    "uốn ": 1032,
    "má": 721,
    "áy": 1101,
    " má": 133,
    "máy": 722,
    "áy ": 1102,
    " máy": 134,
    "máy ": 723,
    "kh": 644,
    " kh": 104,
    "khô": 645,
    "hôn": 589,
    " khô": 105,
    "khôn": 646,
    "hông": 590,
    "rê": 913,
    "ên": 1118,
    " tr": 208,
    "trê": 987,
    "rên": 914,
    "ên ": 1119,
    " trê": 209,
    "trên": 988,
    "rên ": 915,
    "ợ": 1189,
    "gợ": 533,
    "ợi": 1190,
    " gợ": 80,
    "gợi": 534,
    "ợi ": 1191,
    " gợi": 81,
    "gợi ": 535,
    "ý": 1141,
    " ý": 257,
    "ý ": 1142,
    " ý ": 258,
    "và": 1044,
    "ài": 1090,
    " và": 227,
    "vài": 1045,
    "ài ": 1091,
    " vài": 228,
    "vài ": 1046,
    "hot": 569,
    " hot": 92,
    "hot ": 570,
    "nê": 784,
    " nê": 158,
    "nên": 785,
    " nên": 159,
    "nên ": 786,
    "ù": 1135,
    "dù": 427,
    "ùn": 1138,
    " dù": 55,
    "dùn": 430,
    "ùng": 1139,
    " dùn": 57,
    "dùng": 431,
    "ùng ": 1140,
    "đa": 1144,
    " đa": 260,
    "đan": 1145,
    "ang": 306,
    " đan": 261,
    "đang": 1146,
    "ang ": 307,
    "ị": 1180,
    "hị": 594,
    "ịn": 1181,
    "h ": 539,
    "thị": 973,
    "hịn": 595,
    "ịnh": 1182,
    "nh ": 750,
    " thị": 202,
    "thịn": 974,
    "hịnh": 596,
    "ịnh ": 1183,
    "àn": 1092,
    " hà": 95,
    "hàn": 579,
    "ành": 1093,
    " hàn": 96,
    "hành": 580,
    "ành ": 1094,
    "ấ": 1168,
    "hấ": 591,
    "ất": 1169,
    "nhấ": 754,
    "hất": 592,
    "ất ": 1170,
    " nhấ": 149,
    "nhất": 755,
    "hất ": 593,
    "è": 1110,
    "hè": 583,
    "èo": 1111,
    "ngh": 743,
    "ghè": 513,
    "hèo": 584,
    "èo ": 1112,
    " ngh": 144,
    "nghè": 744,
    "ghèo": 514,
    "hèo ": 585,
    "q": 864,
    " q": 168,
    "qu": 865,
    "uá": 1028,
    " qu": 169,
    "quá": 866,
    "uá ": 1029,
    " quá": 170,
    "quá ": 867,
    "coi": 376,
    "oi ": 800,
    " coi": 33,
    "coi ": 377,
    "ử": 1194,
    "hử": 597,
    "ử ": 1195,
    "thử": 975,
    "hử ": 598,
    " thử": 203,
    "thử ": 976,
    "_": 272,
    " _": 1,
    "__": 274,
    "_n": 278,
    "nu": 778,
    "mb": 699,
    "be": 343,
    "r_": 870,
    "_ ": 273,
    " __": 2,
    "__n": 276,
    "_nu": 279,
    "num": 779,
    "umb": 1013,
    "mbe": 700,
    "ber": 344,
    "er_": 471,
    "r__": 871,
    "__ ": 275,
    " __n": 3,
    "__nu": 277,
    "_num": 280,
    "numb": 780,
    "umbe": 1014,
    "mber": 701,
    "ber_": 345,
    "er__": 472,
    "r__ ": 872,
    "củ": 394,
    " củ": 44,
    "củ ": 395,
    " củ ": 45,
    "ùm": 1136,
    "dùm": 428,
    "ùm ": 1137,
    " dùm": 56,
    "dùm ": 429,
    "tu": 989,
    "ui": 1006,
    " tu": 210,
    "tui": 990,
    "ui ": 1007,
    " tui": 211,
    "tui ": 991,
    "số": 948,
    "ốp": 1187,
    " số": 191,
    "sốp": 949,
    "ốp ": 1188,
    " sốp": 192,
    "sốp ": 950,
    "pi": 852,
    " pi": 166,
    "pi ": 853,
    " pi ": 167,
    "ko": 653,
    " ko": 108,
    "ko ": 654,
    " ko ": 109
  },
  "response": null,
  "action_text": null
}