{
  "text": {
    " ": 0,
    "h": 578,
    "e": 463,
    "y": 1151,
    " h": 89,
    "he": 590,
    "ey": 524,
    "y ": 1152,
    " he": 92,
    "hey": 597,
    "ey ": 525,
    " hey": 94,
    "hey ": 598,
    "l": 711,
    "o": 844,
    "el": 482,
    "ll": 734,
    "lo": 740,
    "o ": 845,
    "hel": 592,
    "ell": 486,
    "llo": 736,
    "lo ": 741,
    " hel": 93,
    "hell": 593,
    "ello": 488,
    "llo ": 737,
    "i": 650,
    "hi": 599,
    "i ": 651,
    " hi": 95,
    "hi ": 600,
    " hi ": 96,
    "t": 1019,
    "r": 931,
    " t": 202,
    "th": 1030,
    "er": 500,
    "re": 941,
    "e ": 464,
    " th": 206,
    "the": 1034,
    "her": 594,
    "ere": 504,
    "re ": 942,
    " the": 208,
    "ther": 1036,
    "here": 596,
    "ere ": 505,
    "g": 542,
    "d": 426,
    " g": 73,
    "go": 558,
    "oo": 869,
    "od": 846,
    "d ": 427,
    " go": 78,
    "goo": 564,
    "ood": 870,
    "od ": 847,
    " goo": 81,
    "good": 565,
    "ood ": 871,
    "m": 748,
    "n": 782,
    " m": 129,
    "mo": 764,
    "or": 881,
    "rn": 962,
    "ni": 813,
    "in": 666,
    "ng": 797,
    "g ": 543,
    " mo": 131,
    "mor": 767,
    "orn": 884,
    "rni": 963,
    "nin": 818,
    "ing": 670,
    "ng ": 798,
    " mor": 133,
    "morn": 768,
    "orni": 885,
    "rnin": 964,
    "ning": 819,
    "ing ": 671,
    "v": 1109,
    " e": 61,
    "ev": 517,
    "ve": 1110,
    "en": 497,
    " ev": 64,
    "eve": 518,
    "ven": 1112,
    "eni": 498,
    " eve": 65,
    "even": 519,
    "veni": 1113,
    "enin": 499,
    "oi": 856,
    "n ": 783,
    "moi": 765,
    "oin": 858,
    "in ": 667,
    " moi": 132,
    "moin": 766,
    "oin ": 859,
    " l": 117,
    "le": 722,
    "et": 515,
    "t ": 1020,
    " le": 121,
    "let": 724,
    "et ": 516,
    " let": 122,
    "let ": 725,
    "s": 984,
    " s": 183,
    "s ": 985,
    " s ": 184,
    "go ": 559,
    " go ": 79,
    "u": 1074,
    " d": 48,
    "du": 455,
    "ud": 1079,
    "de": 435,
    " du": 56,
    "dud": 456,
    "ude": 1080,
    "de ": 436,
    " dud": 57,
    "dude": 457,
    "ude ": 1081,
    "dm": 447,
    "odm": 852,
    "dmo": 448,
    "oodm": 874,
    "odmo": 853,
    "dmor": 449,
    "ode": 850,
    "dev": 441,
    "oode": 873,
    "odev": 851,
    "deve": 442,
    "a": 303,
    "f": 526,
    " a": 4,
    "af": 314,
    "ft": 536,
    "te": 1024,
    "no": 826,
    "on": 865,
    " af": 6,
    "aft": 315,
    "fte": 537,
    "ter": 1027,
    "ern": 509,
    "rno": 965,
    "noo": 828,
    "oon": 875,
    "on ": 866,
    " aft": 7,
    "afte": 316,
    "fter": 538,
    "tern": 1029,
    "erno": 510,
    "rnoo": 966,
    "noon": 829,
    "oon ": 876,
    "c": 389,
    "à": 1167,
    " c": 26,
    "ch": 395,
    "hà": 619,
    "ào": 1174,
    " ch": 29,
    "chà": 400,
    "hào": 622,
    "ào ": 1175,
    " chà": 31,
    "chào": 401,
    "hào ": 623,
    "x": 1141,
    " x": 253,
    "xi": 1145,
    " xi": 256,
    "xin": 1146,
    " xin": 257,
    "xin ": 1147,
    "ô": 1205,
    "lô": 746,
    "ô ": 1206,
    " lô": 127,
    "lô ": 747,
    " lô ": 128,
    "b": 365,
    " b": 14,
    "br": 379,
    "ro": 967,
    " br": 19,
    "bro": 380,
    "ro ": 968,
    " bro": 20,
    "bro ": 381,
    "ạ": 1244,
    "bạ": 386,
    "ạn": 1247,
    " bạ": 24,
    "bạn": 387,
    "ạn ": 1248,
    " bạn": 25,
    "bạn ": 388,
    "ậ": 1261,
    "cậ": 421,
    "ậu": 1262,
    "u ": 1075,
    " cậ": 44,
    "cậu": 422,
    "ậu ": 1263,
    " cậu": 45,
    "cậu ": 423,
    " ô": 269,
    "ôn": 1211,
    " ôn": 270,
    "ông": 1212,
    " ông": 271,
    "ông ": 1213,
    "em": 491,
    "m ": 749,
    " em": 62,
    "em ": 492,
    " em ": 63,
    "mà": 774,
    "ày": 1176,
    " mà": 138,
    "mày": 775,
    "ày ": 1177,
    " mày": 139,
    "mày ": 776,
    " n": 144,
    "nh": 806,
    "ha": 580,
    "a ": 304,
    " nh": 154,
    "nha": 808,
    "ha ": 581,
    " nha": 155,
    "nha ": 809,
    "w": 1123,
    "p": 902,
    " w": 242,
    "wa": 1124,
    "as": 347,
    "ss": 1006,
    "su": 1012,
    "up": 1097,
    "p ": 903,
    " wa": 243,
    "was": 1125,
    "ass": 349,
    "ssu": 1007,
    "sup": 1013,
    "up ": 1098,
    " was": 244,
    "wass": 1127,
    "assu": 350,
    "ssup": 1008,
    "sup ": 1014,
    "wh": 1133,
    "at": 351,
    " wh": 248,
    "wha": 1134,
    "hat": 586,
    "at ": 352,
    " wha": 249,
    "what": 1135,
    "hat ": 587,
    " u": 229,
    " up": 233,
    " up ": 234,
    "ê": 1195,
    " ê": 267,
    "ê ": 1196,
    " ê ": 268,
    "cu": 411,
    " cu": 36,
    "cu ": 412,
    " cu ": 37,
    "by": 382,
    " by": 21,
    "by ": 383,
    " by ": 22,
    "ce": 391,
    "ee": 475,
    " ce": 27,
    "cee": 393,
    "ee ": 476,
    " cee": 28,
    "cee ": 394,
    " y": 258,
    "yo": 1157,
    "ou": 891,
    " yo": 262,
    "you": 1158,
    "ou ": 892,
    " you": 263,
    "you ": 1159,
    "la": 713,
    "r ": 932,
    " la": 118,
    "lat": 714,
    "ate": 353,
    "er ": 501,
    " lat": 119,
    "late": 715,
    "ater": 354,
    "ter ": 1028,
    "ig": 658,
    "gh": 544,
    "ht": 614,
    " ni": 157,
    "nig": 816,
    "igh": 659,
    "ght": 545,
    "ht ": 615,
    " nig": 159,
    "nigh": 817,
    "ight": 660,
    "ght ": 546,
    "ye": 1153,
    "bye": 384,
    "ye ": 1154,
    " bye": 23,
    "bye ": 385,
    "db": 432,
    "odb": 848,
    "dby": 433,
    "oodb": 872,
    "odby": 849,
    "dbye": 434,
    "av": 355,
    " ha": 90,
    "hav": 588,
    "ave": 356,
    "ve ": 1111,
    " hav": 91,
    "have": 589,
    "ave ": 357,
    " a ": 5,
    "ic": 655,
    "nic": 814,
    "ice": 656,
    "ce ": 392,
    " nic": 158,
    "nice": 815,
    "ice ": 657,
    "da": 428,
    "ay": 358,
    " da": 49,
    "day": 430,
    "ay ": 359,
    " day": 50,
    "day ": 431,
    "se": 995,
    " se": 189,
    "see": 997,
    " see": 190,
    "see ": 998,
    "ar": 342,
    "un": 1091,
    "nd": 787,
    " ar": 11,
    "aro": 345,
    "rou": 969,
    "oun": 895,
    "und": 1092,
    "nd ": 788,
    " aro": 13,
    "arou": 346,
    "roun": 970,
    "ound": 896,
    "und ": 1093,
    "ba": 367,
    "ai": 317,
    " ba": 15,
    "bai": 368,
    "ai ": 318,
    " bai": 16,
    "bai ": 369,
    "k": 692,
    "an": 328,
    "nk": 820,
    "ki": 701,
    "iu": 679,
    "tha": 1031,
    "han": 582,
    "ank": 334,
    "nki": 822,
    "kiu": 705,
    "iu ": 680,
    " tha": 207,
    "than": 1032,
    "hank": 583,
    "anki": 336,
    "nkiu": 823,
    "kiu ": 706,
    "k ": 693,
    "nk ": 821,
    "ank ": 335,
    " u ": 230,
    "ks": 709,
    "nks": 824,
    "ks ": 710,
    "anks": 337,
    "nks ": 825,
    "é": 1192,
    " é": 264,
    "éc": 1193,
    "c ": 390,
    " éc": 265,
    "éc ": 1194,
    " éc ": 266,
    "đ": 1222,
    " đ": 274,
    "đi": 1226,
    " đi": 277,
    "đi ": 1227,
    " đi ": 278,
    "ủ": 1294,
    "gủ": 576,
    "ủ ": 1295,
    " ng": 150,
    "ngủ": 804,
    "gủ ": 577,
    " ngủ": 153,
    "ngủ ": 805,
    "â": 1182,
    "đâ": 1230,
    "ây": 1183,
    " đâ": 280,
    "đây": 1231,
    "ây ": 1184,
    " đây": 281,
    "đây ": 1232,
    "ngo": 802,
    "gon": 562,
    " ngo": 152,
    "ngon": 803,
    "gon ": 563,
    "es": 513,
    " ye": 260,
    "yes": 1155,
    "es ": 514,
    " yes": 261,
    "yes ": 1156,
    " y ": 259,
    " i": 106,
    "ed": 473,
    " in": 108,
    "ind": 668,
    "nde": 789,
    "dee": 437,
    "eed": 477,
    "ed ": 474,
    " ind": 109,
    "inde": 669,
    "ndee": 790,
    "deed": 438,
    "eed ": 478,
    " o": 167,
    "of": 854,
    "f ": 527,
    " of": 168,
    "of ": 855,
    " of ": 169,
    "co": 402,
    "ur": 1101,
    "rs": 976,
    " co": 32,
    "cou": 407,
    "our": 897,
    "urs": 1102,
    "rse": 977,
    "se ": 996,
    " cou": 35,
    "cour": 408,
    "ours": 898,
    "urse": 1103,
    "rse ": 978,
    "that": 1033,
    "so": 1002,
    "ds": 453,
    " so": 193,
    "sou": 1004,
    "nds": 792,
    "ds ": 454,
    " sou": 195,
    "soun": 1005,
    "unds": 1094,
    "nds ": 793,
    "rr": 971,
    "ec": 470,
    "ct": 409,
    "cor": 405,
    "orr": 886,
    "rre": 972,
    "rec": 946,
    "ect": 471,
    "ct ": 410,
    " cor": 34,
    "corr": 406,
    "orre": 887,
    "rrec": 973,
    "rect": 947,
    "ect ": 472,
    " no": 160,
    "no ": 827,
    " no ": 161,
    " n ": 145,
    "ne": 794,
    " ne": 148,
    "nev": 795,
    "ver": 1114,
    " nev": 149,
    "neve": 796,
    "ever": 520,
    "ver ": 1115,
    " i ": 107,
    "do": 450,
    " do": 54,
    "don": 451,
    " don": 55,
    "don ": 452,
    " t ": 203,
    "thi": 1037,
    "hin": 601,
    "ink": 672,
    " thi": 209,
    "thin": 1038,
    "hink": 602,
    "ink ": 673,
    "so ": 1003,
    " so ": 194,
    "li": 726,
    "ik": 661,
    "ke": 694,
    " li": 123,
    "lik": 727,
    "ike": 662,
    "ke ": 695,
    " lik": 124,
    "like": 728,
    "ike ": 663,
    "way": 1128,
    " way": 245,
    "way ": 1129,
    "ot": 889,
    "not": 830,
    "ot ": 890,
    " not": 162,
    "not ": 831,
    " r": 180,
    "ea": 465,
    "al": 319,
    "ly": 742,
    " re": 181,
    "rea": 943,
    "eal": 466,
    "all": 322,
    "lly": 738,
    "ly ": 743,
    " rea": 182,
    "real": 944,
    "eall": 467,
    "ally": 323,
    "lly ": 739,
    " p": 170,
    "pe": 904,
    "rf": 951,
    "fe": 528,
    " pe": 171,
    "per": 907,
    "erf": 506,
    "rfe": 952,
    "fec": 529,
    " per": 172,
    "perf": 909,
    "erfe": 507,
    "rfec": 953,
    "fect": 530,
    "gr": 566,
    " gr": 82,
    "gre": 569,
    "eat": 468,
    " gre": 84,
    "grea": 570,
    "reat": 945,
    "eat ": 469,
    "z": 1160,
    "am": 324,
    "ma": 750,
    "az": 360,
    "zi": 1164,
    " am": 8,
    "ama": 326,
    "maz": 753,
    "azi": 363,
    "zin": 1165,
    " ama": 10,
    "amaz": 327,
    "mazi": 754,
    "azin": 364,
    "zing": 1166,
    " f": 68,
    " fe": 69,
    "fee": 531,
    "eel": 479,
    "eli": 484,
    "lin": 729,
    " fee": 70,
    "feel": 532,
    "eeli": 481,
    "elin": 485,
    "ling": 730,
    " k": 110,
    " ki": 113,
    "kin": 703,
    " kin": 114,
    "king": 704,
    "wo": 1136,
    "fu": 539,
    "ul": 1084,
    "l ": 712,
    " wo": 250,
    "won": 1137,
    "ond": 867,
    "der": 439,
    "rfu": 954,
    "ful": 540,
    "ul ": 1085,
    " won": 251,
    "wond": 1138,
    "onde": 868,
    "nder": 791,
    "derf": 440,
    "erfu": 508,
    "rful": 955,
    "ful ": 541,
    "am ": 325,
    " am ": 9,
    " v": 235,
    "ry": 979,
    " ve": 236,
    "ery": 511,
    "ry ": 980,
    " ver": 237,
    "very": 1116,
    "ery ": 512,
    "goi": 560,
    " goi": 80,
    "goin": 561,
    "oing": 860,
    "to": 1054,
    " to": 218,
    "to ": 1055,
    " to ": 219,
    "sa": 986,
    " sa": 185,
    "sav": 993,
    " sav": 188,
    "save": 994,
    "he ": 591,
    "the ": 1035,
    "rl": 959,
    "ld": 720,
    "wor": 1139,
    "orl": 882,
    "rld": 960,
    "ld ": 721,
    " wor": 252,
    "worl": 1140,
    "orld": 883,
    "rld ": 961,
    " su": 198,
    "upe": 1099,
    " sup": 199,
    "supe": 1015,
    "uper": 1100,
    "per ": 908,
    "st": 1009,
    "ok": 862,
    " st": 196,
    "sto": 1010,
    "tok": 1056,
    "oke": 863,
    "ked": 696,
    " sto": 197,
    "stok": 1011,
    "toke": 1057,
    "oked": 864,
    "ked ": 697,
    "ex": 521,
    "xt": 1148,
    "tr": 1058,
    "me": 758,
    " ex": 66,
    "ext": 522,
    "xtr": 1149,
    "tre": 1061,
    "rem": 948,
    "eme": 493,
    "mel": 759,
    "ely": 489,
    " ext": 67,
    "extr": 523,
    "xtre": 1150,
    "trem": 1062,
    "reme": 949,
    "emel": 494,
    "mely": 760,
    "ely ": 490,
    "my": 772,
    " my": 136,
    "my ": 773,
    " my ": 137,
    "as ": 348,
    "was ": 1126,
    "ho": 603,
    "ri": 956,
    "ib": 652,
    "bl": 373,
    " ho": 97,
    "hor": 608,
    "rri": 974,
    "rib": 957,
    "ibl": 653,
    "ble": 374,
    "le ": 723,
    " hor": 98,
    "horr": 609,
    "orri": 888,
    "rrib": 975,
    "ribl": 958,
    "ible": 654,
    "ble ": 375,
    "ad": 310,
    "sad": 989,
    "ad ": 311,
    " sad": 187,
    "sad ": 990,
    "el ": 483,
    "eel ": 480,
    "we": 1130,
    " we": 246,
    "wel": 1131,
    "ll ": 735,
    " wel": 247,
    "well": 1132,
    "ell ": 487,
    "di": 443,
    "is": 676,
    "ap": 338,
    "pp": 918,
    "po": 915,
    "nt": 832,
    " di": 51,
    "dis": 445,
    "isa": 677,
    "sap": 991,
    "app": 339,
    "ppo": 919,
    "poi": 916,
    "int": 674,
    "nte": 833,
    "ted": 1025,
    " dis": 53,
    "disa": 446,
    "isap": 678,
    "sapp": 992,
    "appo": 340,
    "ppoi": 920,
    "poin": 917,
    "oint": 861,
    "inte": 675,
    "nted": 834,
    "ted ": 1026,
    " m ": 130,
    "py": 925,
    " un": 231,
    "unh": 1095,
    "hap": 584,
    "ppy": 921,
    "py ": 926,
    " unh": 232,
    "unha": 1096,
    "nhap": 810,
    "happ": 585,
    "appy": 341,
    "ppy ": 922,
    "ml": 761,
    "eml": 495,
    "mly": 762,
    "reml": 950,
    "emly": 496,
    "mly ": 763,
    "aa": 305,
    "saa": 987,
    "aad": 306,
    " saa": 186,
    "saad": 988,
    "aad ": 307,
    "are": 343,
    " are": 12,
    "are ": 344,
    "bo": 376,
    " bo": 17,
    "bot": 377,
    " bot": 18,
    "bot ": 378,
    "hu": 616,
    "um": 1086,
    " hu": 100,
    "hum": 617,
    "uma": 1087,
    "man": 751,
    "an ": 329,
    " hum": 101,
    "huma": 618,
    "uman": 1088,
    "man ": 752,
    "ta": 1021,
    "lk": 731,
    " ta": 204,
    "tal": 1022,
    "alk": 320,
    "lki": 732,
    " tal": 205,
    "talk": 1023,
    "alki": 321,
    "lkin": 733,
    "ó": 1203,
    "có": 413,
    "ó ": 1204,
    " có": 38,
    "có ": 414,
    " có ": 39,
    "ã": 1185,
    "mã": 780,
    "ã ": 1186,
    " mã": 142,
    "mã ": 781,
    " mã ": 143,
    "ả": 1249,
    "gi": 551,
    "iả": 683,
    "ảm": 1250,
    " gi": 74,
    "giả": 554,
    "iảm": 684,
    "ảm ": 1251,
    " giả": 76,
    "giảm": 555,
    "iảm ": 685,
    "á": 1178,
    "iá": 681,
    "á ": 1179,
    "giá": 552,
    "iá ": 682,
    " giá": 75,
    "giá ": 553,
    "nà": 838,
    " nà": 163,
    "nào": 839,
    " nào": 164,
    "nào ": 840,
    "cho": 398,
    "ho ": 604,
    " cho": 30,
    "cho ": 399,
    "sh": 999,
    "op": 877,
    " sh": 191,
    "sho": 1000,
    "hop": 605,
    "ope": 879,
    "pee": 905,
    " sho": 192,
    "shop": 1001,
    "hope": 607,
    "opee": 880,
    "pee ": 906,
    "vo": 1117,
    "uc": 1076,
    " vo": 238,
    "vou": 1118,
    "ouc": 893,
    "uch": 1077,
    "che": 396,
    " vou": 239,
    "vouc": 1119,
    "ouch": 894,
    "uche": 1078,
    "cher": 397,
    "her ": 595,
    "za": 1161,
    "laz": 718,
    "aza": 361,
    "zad": 1162,
    "ada": 312,
    "da ": 429,
    " laz": 120,
    "laza": 719,
    "azad": 362,
    "zada": 1163,
    "ada ": 313,
    "hô": 627,
    "ôm": 1209,
    " hô": 104,
    "hôm": 628,
    "ôm ": 1210,
    " hôm": 105,
    "hôm ": 629,
    "na": 784,
    " na": 146,
    "nay": 785,
    " nay": 147,
    "nay ": 786,
    "là": 744,
    "à ": 1168,
    " là": 125,
    "là ": 745,
    " là ": 126,
    "ì": 1199,
    "gì": 571,
    "ì ": 1200,
    " gì": 85,
    "gì ": 572,
    " gì ": 86,
    "tô": 1071,
    "ôi": 1207,
    " tô": 227,
    "tôi": 1072,
    "ôi ": 1208,
    " tôi": 228,
    "tôi ": 1073,
    "ầ": 1255,
    "cầ": 418,
    "ần": 1256,
    " cầ": 42,
    "cần": 419,
    "ần ": 1257,
    " cần": 43,
    "cần ": 420,
    "ư": 1241,
    " ư": 288,
    "ưu": 1242,
    " ưu": 289,
    "ưu ": 1243,
    " ưu ": 290,
    "đã": 1233,
    "ãi": 1187,
    " đã": 282,
    "đãi": 1234,
    "ãi ": 1188,
    " đãi": 283,
    "đãi ": 1235,
    "ệ": 1266,
    "iệ": 686,
    "ện": 1268,
    "điệ": 1228,
    "iện": 687,
    "ện ": 1269,
    " điệ": 279,
    "điện": 1229,
    "iện ": 688,
    "oạ": 899,
    "ại": 1245,
    "tho": 1039,
    "hoạ": 612,
    "oại": 900,
    "ại ": 1246,
    " tho": 210,
    "thoạ": 1040,
    "hoại": 613,
    "oại ": 901,
    "tì": 1068,
    "ìm": 1201,
    " tì": 225,
    "tìm": 1069,
    "ìm ": 1202,
    " tìm": 226,
    "tìm ": 1070,
    "ti": 1051,
    " ti": 216,
    "tik": 1052,
    "iki": 664,
    "ki ": 702,
    " tik": 217,
    "tiki": 1053,
    "iki ": 665,
    "ố": 1274,
    "mu": 769,
    "uố": 1106,
    "ốn": 1275,
    " mu": 134,
    "muố": 770,
    "uốn": 1107,
    "ốn ": 1276,
    " muố": 135,
    "muốn": 771,
    "uốn ": 1108,
    "má": 777,
    "áy": 1180,
    " má": 140,
    "máy": 778,
    "áy ": 1181,
    " máy": 141,
    "máy ": 779,
    "kh": 698,
    " kh": 111,
    "khô": 699,
    "hôn": 630,
    " khô": 112,
    "khôn": 700,
    "hông": 631,
    "rê": 981,
    "ên": 1197,
    " tr": 220,
    "trê": 1063,
    "rên": 982,
    "ên ": 1198,
    " trê": 222,
    "trên": 1064,
    "rên ": 983,
    "ợ": 1291,
    "gợ": 573,
    "ợi": 1292,
    " gợ": 87,
    "gợi": 574,
    "ợi ": 1293,
    " gợi": 88,
    "gợi ": 575,
    "ý": 1220,
    " ý": 272,
    "ý ": 1221,
    " ý ": 273,
    "và": 1120,
    "ài": 1169,
    " và": 240,
    "vài": 1121,
    "ài ": 1170,
    " vài": 241,
    "vài ": 1122,
    "hot": 610,
    " hot": 99,
    "hot ": 611,
    "nê": 841,
    " nê": 165,
    "nên": 842,
    " nên": 166,
    "nên ": 843,
    "ù": 1214,
    "dù": 458,
    "ùn": 1217,
    " dù": 58,
    "dùn": 461,
    "ùng": 1218,
    " dùn": 60,
    "dùng": 462,
    "ùng ": 1219,
    "đa": 1223,
    " đa": 275,
    "đan": 1224,
    "ang": 330,
    " đan": 276,
    "đang": 1225,
    "ang ": 331,
    "ị": 1270,
    "hị": 639,
    "ịn": 1271,
    "h ": 579,
    "thị": 1043,
    "hịn": 640,
    "ịnh": 1272,
    "nh ": 807,
    " thị": 212,
    "thịn": 1044,
    "hịnh": 641,
    "ịnh ": 1273,
    "àn": 1171,
    " hà": 102,
    "hàn": 620,
    "ành": 1172,
    " hàn": 103,
    "hành": 621,
    "ành ": 1173,
    "ấ": 1252,
    "hấ": 632,
    "ất": 1253,
    "nhấ": 811,
    "hất": 633,
    "ất ": 1254,
    " nhấ": 156,
    "nhất": 812,
    "hất ": 634,
    "è": 1189,
    "hè": 624,
    "èo": 1190,
    "ngh": 799,
    "ghè": 547,
    "hèo": 625,
    "èo ": 1191,
    " ngh": 151,
    "nghè": 800,
    "ghèo": 548,
    "hèo ": 626,
    "q": 927,
    " q": 177,
    "qu": 928,
    "uá": 1104,
    " qu": 178,
    "quá": 929,
    "uá ": 1105,
    " quá": 179,
    "quá ": 930,
    "coi": 403,
    "oi ": 857,
    " coi": 33,
    "coi ": 404,
    "ử": 1296,
    "hử": 645,
    "ử ": 1297,
    "thử": 1047,
    "hử ": 646,
    " thử": 214,
    "thử ": 1048,
    "_": 294,
    " _": 1,
    "__": 296,
    "_n": 300,
    "nu": 835,
    "mb": 755,
    "be": 370,
    "r_": 933,
    "_ ": 295,
    " __": 2,
    "__n": 298,
    "_nu": 301,
    "num": 836,
    "umb": 1089,
    "mbe": 756,
    "ber": 371,
    "er_": 502,
    "r__": 934,
    "__ ": 297,
    " __n": 3,
    "__nu": 299,
    "_num": 302,
    "numb": 837,
    "umbe": 1090,
    "mber": 757,
    "ber_": 372,
    "er__": 503,
    "r__ ": 935,
    "củ": 424,
    " củ": 46,
    "củ ": 425,
    " củ ": 47,
    "ùm": 1215,
    "dùm": 459,
    "ùm ": 1216,
    " dùm": 59,
    "dùm ": 460,
    "tu": 1065,
    "ui": 1082,
    " tu": 223,
    "tui": 1066,
    "ui ": 1083,
    " tui": 224,
    "tui ": 1067,
    "số": 1016,
    "ốp": 1277,
    " số": 200,
    "sốp": 1017,
    "ốp ": 1278,
    " sốp": 201,
    "sốp ": 1018,
    "pi": 910,
    " pi": 173,
    "pi ": 911,
    " pi ": 174,
    "ko": 707,
    " ko": 115,
    "ko ": 708,
    " ko ": 116,
    "ờ": 1288,
    "hờ": 642,
    "ời": 1289,
    "thờ": 1045,
    "hời": 643,
    "ời ": 1290,
    " thờ": 213,
    "thời": 1046,
    "hời ": 644,
    "ra": 936,
    "tra": 1059,
    "ran": 939,
    " tra": 221,
    "tran": 1060,
    "rang": 940,
    "ẩ": 1258,
    " ẩ": 291,
    "ẩm": 1259,
    " ẩm": 292,
    "ẩm ": 1260,
    " ẩm ": 293,
    "ự": 1298,
    "hự": 647,
    "ực": 1299,
    "thự": 1049,
    "hực": 648,
    "ực ": 1300,
    " thự": 215,
    "thực": 1050,
    "hực ": 649,
    "ồ": 1279,
    "đồ": 1236,
    "ồ ": 1280,
    " đồ": 284,
    "đồ ": 1237,
    " đồ ": 285,
    "cô": 415,
    " cô": 40,
    "côn": 416,
    " côn": 41,
    "công": 417,
    "hệ": 637,
    "ệ ": 1267,
    "ghệ": 549,
    "hệ ": 638,
    "nghệ": 801,
    "ghệ ": 550,
    "ab": 308,
    "b ": 366,
    "gra": 567,
    "rab": 937,
    "ab ": 309,
    " gra": 83,
    "grab": 568,
    "rab ": 938,
    "fp": 533,
    "pt": 923,
    " fp": 71,
    "fpt": 534,
    "pt ": 924,
    " fpt": 72,
    "fpt ": 535,
    "op ": 878,
    "hop ": 606,
    "ế": 1264,
    "hế": 635,
    "ế ": 1265,
    "thế": 1041,
    "hế ": 636,
    " thế": 211,
    "thế ": 1042,
    "ớ": 1285,
    "iớ": 689,
    "ới": 1286,
    "giớ": 556,
    "iới": 690,
    "ới ": 1287,
    " giớ": 77,
    "giới": 557,
    "iới ": 691,
    "di ": 444,
    " di ": 52,
    "ộ": 1281,
    "độ": 1238,
    "ộn": 1282,
    " độ": 286,
    "độn": 1239,
    "ộng": 1283,
    " độn": 287,
    "động": 1240,
    "ộng ": 1284,
    "xa": 1142,
    " xa": 254,
    "xan": 1143,
    "anh": 332,
    " xan": 255,
    "xanh": 1144,
    "anh ": 333,
    "pl": 912,
    " pl": 175,
    "pla": 913,
    "lay": 716,
    " pla": 176,
    "play": 914,
    "lay ": 717
  },
  "response": null,
  "action_text": null
}