{
  "text": {
    " ": 0,
    "h": 693,
    "e": 575,
    "y": 1328,
    " h": 110,
    "he": 705,
    "ey": 636,
    "y ": 1329,
    " he": 113,
    "hey": 712,
    "ey ": 637,
    " hey": 115,
    "hey ": 713,
    "l": 855,
    "o": 998,
    "el": 594,
    "ll": 878,
    "lo": 884,
    "o ": 999,
    "hel": 707,
    "ell": 598,
    "llo": 880,
    "lo ": 885,
    " hel": 114,
    "hell": 708,
    "ello": 600,
    "llo ": 881,
    "i": 792,
    "hi": 714,
    "i ": 793,
    " hi": 116,
    "hi ": 715,
    " hi ": 117,
    "t": 1188,
    "r": 1093,
    " t": 245,
    "th": 1199,
    "er": 612,
    "re": 1105,
    "e ": 576,
    " th": 249,
    "the": 1203,
    "her": 709,
    "ere": 616,
    "re ": 1106,
    " the": 251,
    "ther": 1205,
    "here": 711,
    "ere ": 617,
    "g": 654,
    "d": 535,
    " g": 94,
    "go": 670,
    "oo": 1026,
    "od": 1000,
    "d ": 536,
    " go": 99,
    "goo": 676,
    "ood": 1027,
    "od ": 1001,
    " goo": 102,
    "good": 677,
    "ood ": 1028,
    "m": 895,
    "n": 934,
    " m": 160,
    "mo": 913,
    "or": 1038,
    "rn": 1126,
    "ni": 967,
    "in": 808,
    "ng": 949,
    "g ": 655,
    " mo": 164,
    "mor": 916,
    "orn": 1041,
    "rni": 1127,
    "nin": 972,
    "ing": 812,
    "ng ": 950,
    " mor": 166,
    "morn": 917,
    "orni": 1042,
    "rnin": 1128,
    "ning": 973,
    "ing ": 813,
    "v": 1284,
    " e": 82,
    "ev": 629,
    "ve": 1285,
    "en": 609,
    " ev": 85,
    "eve": 630,
    "ven": 1287,
    "eni": 610,
    " eve": 86,
    "even": 631,
    "veni": 1288,
    "enin": 611,
    "oi": 1010,
    "n ": 935,
    "moi": 914,
    "oin": 1012,
    "in ": 809,
    " moi": 165,
    "moin": 915,
    "oin ": 1013,
    " l": 146,
    "le": 866,
    "et": 627,
    "t ": 1189,
    " le": 150,
    "let": 868,
    "et ": 628,
    " let": 151,
    "let ": 869,
    "s": 1150,
    " s": 224,
    "s ": 1151,
    " s ": 225,
    "go ": 671,
    " go ": 100,
    "u": 1249,
    " d": 67,
    "du": 564,
    "ud": 1254,
    "de": 544,
    " du": 75,
    "dud": 565,
    "ude": 1255,
    "de ": 545,
    " dud": 76,
    "dude": 566,
    "ude ": 1256,
    "dm": 556,
    "odm": 1006,
    "dmo": 557,
    "oodm": 1031,
    "odmo": 1007,
    "dmor": 558,
    "ode": 1004,
    "dev": 550,
    "oode": 1030,
    "odev": 1005,
    "deve": 551,
    "a": 403,
    "f": 638,
    " a": 19,
    "af": 414,
    "ft": 648,
    "te": 1193,
    "no": 980,
    "on": 1020,
    " af": 21,
    "aft": 415,
    "fte": 649,
    "ter": 1196,
    "ern": 621,
    "rno": 1129,
    "noo": 982,
    "oon": 1032,
    "on ": 1021,
    " aft": 22,
    "afte": 416,
    "fter": 650,
    "tern": 1198,
    "erno": 622,
    "rnoo": 1130,
    "noon": 983,
    "oon ": 1033,
    "c": 489,
    "à": 1344,
    " c": 41,
    "ch": 495,
    "hà": 736,
    "ào": 1351,
    " ch": 44,
    "chà": 501,
    "hào": 739,
    "ào ": 1352,
    " chà": 46,
    "chào": 502,
    "hào ": 740,
    "x": 1318,
    " x": 301,
    "xi": 1322,
    " xi": 304,
    "xin": 1323,
    " xin": 305,
    "xin ": 1324,
    "ô": 1389,
    "lô": 890,
    "ô ": 1390,
    " lô": 156,
    "lô ": 891,
    " lô ": 157,
    "b": 465,
    " b": 29,
    "br": 479,
    "ro": 1131,
    " br": 34,
    "bro": 480,
    "ro ": 1132,
    " bro": 35,
    "bro ": 481,
    "ạ": 1449,
    "bạ": 486,
    "ạn": 1452,
    " bạ": 39,
    "bạn": 487,
    "ạn ": 1453,
    " bạn": 40,
    "bạn ": 488,
    "ậ": 1468,
    "cậ": 530,
    "ậu": 1469,
    "u ": 1250,
    " cậ": 63,
    "cậu": 531,
    "ậu ": 1470,
    " cậu": 64,
    "cậu ": 532,
    " ô": 317,
    "ôn": 1395,
    " ôn": 318,
    "ông": 1396,
    " ông": 319,
    "ông ": 1397,
    "em": 603,
    "m ": 896,
    " em": 83,
    "em ": 604,
    " em ": 84,
    "mà": 923,
    "ày": 1353,
    " mà": 171,
    "mày": 924,
    "ày ": 1354,
    " mày": 172,
    "mày ": 925,
    " n": 179,
    "nh": 960,
    "ha": 695,
    "a ": 404,
    " nh": 190,
    "nha": 962,
    "ha ": 696,
    " nha": 191,
    "nha ": 963,
    "w": 1300,
    "p": 1059,
    " w": 290,
    "wa": 1301,
    "as": 447,
    "ss": 1172,
    "su": 1178,
    "up": 1272,
    "p ": 1060,
    " wa": 291,
    "was": 1302,
    "ass": 449,
    "ssu": 1173,
    "sup": 1179,
    "up ": 1273,
    " was": 292,
    "wass": 1304,
    "assu": 450,
    "ssup": 1174,
    "sup ": 1180,
    "wh": 1310,
    "at": 451,
    " wh": 296,
    "wha": 1311,
    "hat": 701,
    "at ": 452,
    " wha": 297,
    "what": 1312,
    "hat ": 702,
    " u": 276,
    " up": 280,
    " up ": 281,
    "ê": 1372,
    " ê": 315,
    "ê ": 1373,
    " ê ": 316,
    "cu": 517,
    " cu": 53,
    "cu ": 518,
    " cu ": 54,
    "by": 482,
    " by": 36,
    "by ": 483,
    " by ": 37,
    "ce": 491,
    "ee": 587,
    " ce": 42,
    "cee": 493,
    "ee ": 588,
    " cee": 43,
    "cee ": 494,
    " y": 306,
    "yo": 1334,
    "ou": 1048,
    " yo": 310,
    "you": 1335,
    "ou ": 1049,
    " you": 311,
    "you ": 1336,
    "la": 857,
    "r ": 1094,
    " la": 147,
    "lat": 858,
    "ate": 453,
    "er ": 613,
    " lat": 148,
    "late": 859,
    "ater": 454,
    "ter ": 1197,
    "ig": 800,
    "gh": 656,
    "ht": 731,
    " ni": 193,
    "nig": 970,
    "igh": 801,
    "ght": 657,
    "ht ": 732,
    " nig": 195,
    "nigh": 971,
    "ight": 802,
    "ght ": 658,
    "ye": 1330,
    "bye": 484,
    "ye ": 1331,
    " bye": 38,
    "bye ": 485,
    "db": 541,
    "odb": 1002,
    "dby": 542,
    "oodb": 1029,
    "odby": 1003,
    "dbye": 543,
    "av": 455,
    " ha": 111,
    "hav": 703,
    "ave": 456,
    "ve ": 1286,
    " hav": 112,
    "have": 704,
    "ave ": 457,
    " a ": 20,
    "ic": 797,
    "nic": 968,
    "ice": 798,
    "ce ": 492,
    " nic": 194,
    "nice": 969,
    "ice ": 799,
    "da": 537,
    "ay": 458,
    " da": 68,
    "day": 539,
    "ay ": 459,
    " day": 69,
    "day ": 540,
    "se": 1161,
    " se": 230,
    "see": 1163,
    " see": 231,
    "see ": 1164,
    "ar": 442,
    "un": 1266,
    "nd": 939,
    " ar": 26,
    "aro": 445,
    "rou": 1135,
    "oun": 1052,
    "und": 1267,
    "nd ": 940,
    " aro": 28,
    "arou": 446,
    "roun": 1136,
    "ound": 1053,
    "und ": 1268,
    "ba": 467,
    "ai": 417,
    " ba": 30,
    "bai": 468,
    "ai ": 418,
    " bai": 31,
    "bai ": 469,
    "k": 836,
    "an": 428,
    "nk": 974,
    "ki": 845,
    "iu": 821,
    "tha": 1200,
    "han": 697,
    "ank": 434,
    "nki": 976,
    "kiu": 849,
    "iu ": 822,
    " tha": 250,
    "than": 1201,
    "hank": 698,
    "anki": 436,
    "nkiu": 977,
    "kiu ": 850,
    "k ": 837,
    "nk ": 975,
    "ank ": 435,
    " u ": 277,
    "ks": 853,
    "nks": 978,
    "ks ": 854,
    "anks": 437,
    "nks ": 979,
    "é": 1369,
    " é": 312,
    "éc": 1370,
    "c ": 490,
    " éc": 313,
    "éc ": 1371,
    " éc ": 314,
    "đ": 1410,
    " đ": 322,
    "đi": 1414,
    " đi": 325,
    "đi ": 1415,
    " đi ": 326,
    "ủ": 1522,
    "gủ": 691,
    "ủ ": 1523,
    " ng": 185,
    "ngủ": 958,
    "gủ ": 692,
    " ngủ": 189,
    "ngủ ": 959,
    "â": 1359,
    "đâ": 1418,
    "ây": 1360,
    " đâ": 328,
    "đây": 1419,
    "ây ": 1361,
    " đây": 329,
    "đây ": 1420,
    "ngo": 954,
    "gon": 674,
    " ngo": 187,
    "ngon": 955,
    "gon ": 675,
    "es": 625,
    " ye": 308,
    "yes": 1332,
    "es ": 626,
    " yes": 309,
    "yes ": 1333,
    " y ": 307,
    " i": 135,
    "ed": 585,
    " in": 137,
    "ind": 810,
    "nde": 941,
    "dee": 546,
    "eed": 589,
    "ed ": 586,
    " ind": 138,
    "inde": 811,
    "ndee": 942,
    "deed": 547,
    "eed ": 590,
    " o": 203,
    "of": 1008,
    "f ": 639,
    " of": 204,
    "of ": 1009,
    " of ": 205,
    "co": 508,
    "ur": 1276,
    "rs": 1142,
    " co": 49,
    "cou": 513,
    "our": 1054,
    "urs": 1277,
    "rse": 1143,
    "se ": 1162,
    " cou": 52,
    "cour": 514,
    "ours": 1055,
    "urse": 1278,
    "rse ": 1144,
    "that": 1202,
    "so": 1168,
    "ds": 562,
    " so": 234,
    "sou": 1170,
    "nds": 944,
    "ds ": 563,
    " sou": 236,
    "soun": 1171,
    "unds": 1269,
    "nds ": 945,
    "rr": 1137,
    "ec": 582,
    "ct": 515,
    "cor": 511,
    "orr": 1043,
    "rre": 1138,
    "rec": 1110,
    "ect": 583,
    "ct ": 516,
    " cor": 51,
    "corr": 512,
    "orre": 1044,
    "rrec": 1139,
    "rect": 1111,
    "ect ": 584,
    "ú": 1404,
    "đú": 1424,
    "ún": 1405,
    " đú": 332,
    "đún": 1425,
    "úng": 1406,
    " đún": 333,
    "đúng": 1426,
    "úng ": 1407,
    "ok": 1016,
    "ke": 838,
    " ok": 206,
    "oke": 1017,
    "ke ": 839,
    " oke": 207,
    "oke ": 1018,
    "ả": 1454,
    " p": 208,
    "ph": 1067,
    "hả": 758,
    "ải": 1455,
    " ph": 211,
    "phả": 1068,
    "hải": 759,
    "ải ": 1456,
    " phả": 212,
    "phải": 1069,
    "hải ": 760,
    "ừ": 1524,
    " ừ": 348,
    "ừ ": 1525,
    " ừ ": 349,
    "ư": 1438,
    "ợ": 1517,
    "đư": 1427,
    "ượ": 1446,
    "ợc": 1518,
    " đư": 334,
    "đượ": 1428,
    "ược": 1447,
    "ợc ": 1519,
    " đượ": 335,
    "được": 1429,
    "ược ": 1448,
    "ắ": 1471,
    "hắ": 767,
    "ắc": 1472,
    "chắ": 505,
    "hắc": 768,
    "ắc ": 1473,
    " chắ": 48,
    "chắc": 506,
    "hắc ": 769,
    "ắn": 1474,
    "hắn": 770,
    "ắn ": 1475,
    "chắn": 507,
    "hắn ": 771,
    " no": 196,
    "no ": 981,
    " no ": 197,
    " n ": 180,
    "ne": 946,
    " ne": 183,
    "nev": 947,
    "ver": 1289,
    " nev": 184,
    "neve": 948,
    "ever": 632,
    "ver ": 1290,
    " i ": 136,
    "do": 559,
    " do": 73,
    "don": 560,
    " don": 74,
    "don ": 561,
    " t ": 246,
    "thi": 1206,
    "hin": 716,
    "ink": 814,
    " thi": 252,
    "thin": 1207,
    "hink": 717,
    "ink ": 815,
    "so ": 1169,
    " so ": 235,
    "li": 870,
    "ik": 803,
    " li": 152,
    "lik": 871,
    "ike": 804,
    " lik": 153,
    "like": 872,
    "ike ": 805,
    "way": 1305,
    " way": 293,
    "way ": 1306,
    "ot": 1046,
    "not": 984,
    "ot ": 1047,
    " not": 198,
    "not ": 985,
    " r": 221,
    "ea": 577,
    "al": 419,
    "ly": 886,
    " re": 222,
    "rea": 1107,
    "eal": 578,
    "all": 422,
    "lly": 882,
    "ly ": 887,
    " rea": 223,
    "real": 1108,
    "eall": 579,
    "ally": 423,
    "lly ": 883,
    " k": 139,
    "kh": 842,
    "hô": 747,
    " kh": 140,
    "khô": 843,
    "hôn": 750,
    " khô": 141,
    "khôn": 844,
    "hông": 751,
    "ổ": 1503,
    "hổ": 781,
    "ổn": 1504,
    " hổ": 133,
    "hổn": 782,
    "ổng": 1505,
    " hổn": 134,
    "hổng": 783,
    "ổng ": 1506,
    "hư": 752,
    "ưa": 1439,
    "chư": 503,
    "hưa": 753,
    "ưa ": 1440,
    " chư": 47,
    "chưa": 504,
    "hưa ": 754,
    "ó": 1387,
    "có": 522,
    "ó ": 1388,
    " có": 57,
    "có ": 523,
    " có ": 58,
    " hô": 126,
    " hôn": 128,
    "í": 1380,
    "hí": 744,
    "íc": 1381,
    "h ": 694,
    "thí": 1210,
    "híc": 745,
    "ích": 1382,
    "ch ": 496,
    " thí": 254,
    "thíc": 1211,
    "hích": 746,
    "ích ": 1383,
    "pe": 1061,
    "rf": 1115,
    "fe": 640,
    " pe": 209,
    "per": 1064,
    "erf": 618,
    "rfe": 1116,
    "fec": 641,
    " per": 210,
    "perf": 1066,
    "erfe": 619,
    "rfec": 1117,
    "fect": 642,
    "gr": 678,
    " gr": 103,
    "gre": 681,
    "eat": 580,
    " gre": 105,
    "grea": 682,
    "reat": 1109,
    "eat ": 581,
    "z": 1337,
    "am": 424,
    "ma": 897,
    "az": 460,
    "zi": 1341,
    " am": 23,
    "ama": 426,
    "maz": 902,
    "azi": 463,
    "zin": 1342,
    " ama": 25,
    "amaz": 427,
    "mazi": 903,
    "azin": 464,
    "zing": 1343,
    " f": 89,
    " fe": 90,
    "fee": 643,
    "eel": 591,
    "eli": 596,
    "lin": 873,
    " fee": 91,
    "feel": 644,
    "eeli": 593,
    "elin": 597,
    "ling": 874,
    " ki": 142,
    "kin": 847,
    " kin": 143,
    "king": 848,
    "wo": 1313,
    "fu": 651,
    "ul": 1259,
    "l ": 856,
    " wo": 298,
    "won": 1314,
    "ond": 1022,
    "der": 548,
    "rfu": 1118,
    "ful": 652,
    "ul ": 1260,
    " won": 299,
    "wond": 1315,
    "onde": 1023,
    "nder": 943,
    "derf": 549,
    "erfu": 620,
    "rful": 1119,
    "ful ": 653,
    "am ": 425,
    " am ": 24,
    " v": 282,
    "ry": 1145,
    " ve": 283,
    "ery": 623,
    "ry ": 1146,
    " ver": 284,
    "very": 1291,
    "ery ": 624,
    "goi": 672,
    " goi": 101,
    "goin": 673,
    "oing": 1014,
    "to": 1225,
    " to": 262,
    "to ": 1226,
    " to ": 263,
    "sa": 1152,
    " sa": 226,
    "sav": 1159,
    " sav": 229,
    "save": 1160,
    "he ": 706,
    "the ": 1204,
    "rl": 1123,
    "ld": 864,
    "wor": 1316,
    "orl": 1039,
    "rld": 1124,
    "ld ": 865,
    " wor": 300,
    "worl": 1317,
    "orld": 1040,
    "rld ": 1125,
    " su": 239,
    "upe": 1274,
    " sup": 240,
    "supe": 1181,
    "uper": 1275,
    "per ": 1065,
    "st": 1175,
    " st": 237,
    "sto": 1176,
    "tok": 1227,
    "ked": 840,
    " sto": 238,
    "stok": 1177,
    "toke": 1228,
    "oked": 1019,
    "ked ": 841,
    "ex": 633,
    "xt": 1325,
    "tr": 1229,
    "me": 907,
    " ex": 87,
    "ext": 634,
    "xtr": 1326,
    "tre": 1232,
    "rem": 1112,
    "eme": 605,
    "mel": 908,
    "ely": 601,
    " ext": 88,
    "extr": 635,
    "xtre": 1327,
    "trem": 1233,
    "reme": 1113,
    "emel": 606,
    "mely": 909,
    "ely ": 602,
    "my": 921,
    " my": 169,
    "my ": 922,
    " my ": 170,
    "as ": 448,
    "was ": 1303,
    "ho": 720,
    "ri": 1120,
    "ib": 794,
    "bl": 473,
    " ho": 119,
    "hor": 725,
    "rri": 1140,
    "rib": 1121,
    "ibl": 795,
    "ble": 474,
    "le ": 867,
    " hor": 120,
    "horr": 726,
    "orri": 1045,
    "rrib": 1141,
    "ribl": 1122,
    "ible": 796,
    "ble ": 475,
    "ad": 410,
    "sad": 1155,
    "ad ": 411,
    " sad": 228,
    "sad ": 1156,
    "el ": 595,
    "eel ": 592,
    "we": 1307,
    " we": 294,
    "wel": 1308,
    "ll ": 879,
    " wel": 295,
    "well": 1309,
    "ell ": 599,
    "di": 552,
    "is": 818,
    "ap": 438,
    "pp": 1080,
    "po": 1077,
    "nt": 986,
    " di": 70,
    "dis": 554,
    "isa": 819,
    "sap": 1157,
    "app": 439,
    "ppo": 1081,
    "poi": 1078,
    "int": 816,
    "nte": 987,
    "ted": 1194,
    " dis": 72,
    "disa": 555,
    "isap": 820,
    "sapp": 1158,
    "appo": 440,
    "ppoi": 1082,
    "poin": 1079,
    "oint": 1015,
    "inte": 817,
    "nted": 988,
    "ted ": 1195,
    " m ": 161,
    "py": 1087,
    " un": 278,
    "unh": 1270,
    "hap": 699,
    "ppy": 1083,
    "py ": 1088,
    " unh": 279,
    "unha": 1271,
    "nhap": 964,
    "happ": 700,
    "appy": 441,
    "ppy ": 1084,
    "ml": 910,
    "eml": 607,
    "mly": 911,
    "reml": 1114,
    "emly": 608,
    "mly ": 912,
    "aa": 405,
    "saa": 1153,
    "aad": 406,
    " saa": 227,
    "saad": 1154,
    "aad ": 407,
    "are": 443,
    " are": 27,
    "are ": 444,
    "bo": 476,
    " bo": 32,
    "bot": 477,
    " bot": 33,
    "bot ": 478,
    "hu": 733,
    "um": 1261,
    " hu": 122,
    "hum": 734,
    "uma": 1262,
    "man": 900,
    "an ": 429,
    " hum": 123,
    "huma": 735,
    "uman": 1263,
    "man ": 901,
    "ta": 1190,
    "lk": 875,
    " ta": 247,
    "tal": 1191,
    "alk": 420,
    "lki": 876,
    " tal": 248,
    "talk": 1192,
    "alki": 421,
    "lkin": 877,
    "ã": 1362,
    "mã": 929,
    "ã ": 1363,
    " mã": 175,
    "mã ": 930,
    " mã ": 176,
    "gi": 663,
    "iả": 825,
    "ảm": 1457,
    " gi": 95,
    "giả": 666,
    "iảm": 826,
    "ảm ": 1458,
    " giả": 97,
    "giảm": 667,
    "iảm ": 827,
    "á": 1355,
    "iá": 823,
    "á ": 1356,
    "giá": 664,
    "iá ": 824,
    " giá": 96,
    "giá ": 665,
    "nà": 992,
    " nà": 199,
    "nào": 993,
    " nào": 200,
    "nào ": 994,
    "cho": 499,
    "ho ": 721,
    " cho": 45,
    "cho ": 500,
    "sh": 1165,
    "op": 1034,
    " sh": 232,
    "sho": 1166,
    "hop": 722,
    "ope": 1036,
    "pee": 1062,
    " sho": 233,
    "shop": 1167,
    "hope": 724,
    "opee": 1037,
    "pee ": 1063,
    "vo": 1292,
    "uc": 1251,
    " vo": 285,
    "vou": 1293,
    "ouc": 1050,
    "uch": 1252,
    "che": 497,
    " vou": 286,
    "vouc": 1294,
    "ouch": 1051,
    "uche": 1253,
    "cher": 498,
    "her ": 710,
    "za": 1338,
    "laz": 862,
    "aza": 461,
    "zad": 1339,
    "ada": 412,
    "da ": 538,
    " laz": 149,
    "laza": 863,
    "azad": 462,
    "zada": 1340,
    "ada ": 413,
    "ôm": 1393,
    "hôm": 748,
    "ôm ": 1394,
    " hôm": 127,
    "hôm ": 749,
    "na": 936,
    " na": 181,
    "nay": 937,
    " nay": 182,
    "nay ": 938,
    "là": 888,
    "à ": 1345,
    " là": 154,
    "là ": 889,
    " là ": 155,
    "ì": 1376,
    "gì": 686,
    "ì ": 1377,
    " gì": 106,
    "gì ": 687,
    " gì ": 107,
    "tô": 1244,
    "ôi": 1391,
    " tô": 272,
    "tôi": 1245,
    "ôi ": 1392,
    " tôi": 273,
    "tôi ": 1246,
    "ầ": 1462,
    "cầ": 527,
    "ần": 1463,
    " cầ": 61,
    "cần": 528,
    "ần ": 1464,
    " cần": 62,
    "cần ": 529,
    " ư": 342,
    "ưu": 1441,
    " ưu": 343,
    "ưu ": 1442,
    " ưu ": 344,
    "đã": 1421,
    "ãi": 1364,
    " đã": 330,
    "đãi": 1422,
    "ãi ": 1365,
    " đãi": 331,
    "đãi ": 1423,
    "ệ": 1484,
    "iệ": 828,
    "ện": 1486,
    "điệ": 1416,
    "iện": 829,
    "ện ": 1487,
    " điệ": 327,
    "điện": 1417,
    "iện ": 830,
    "oạ": 1056,
    "ại": 1450,
    "tho": 1208,
    "hoạ": 729,
    "oại": 1057,
    "ại ": 1451,
    " tho": 253,
    "thoạ": 1209,
    "hoại": 730,
    "oại ": 1058,
    "tì": 1241,
    "ìm": 1378,
    " tì": 270,
    "tìm": 1242,
    "ìm ": 1379,
    " tìm": 271,
    "tìm ": 1243,
    "ti": 1222,
    " ti": 260,
    "tik": 1223,
    "iki": 806,
    "ki ": 846,
    " tik": 261,
    "tiki": 1224,
    "iki ": 807,
    "ố": 1494,
    "mu": 918,
    "uố": 1281,
    "ốn": 1495,
    " mu": 167,
    "muố": 919,
    "uốn": 1282,
    "ốn ": 1496,
    " muố": 168,
    "muốn": 920,
    "uốn ": 1283,
    "má": 926,
    "áy": 1357,
    " má": 173,
    "máy": 927,
    "áy ": 1358,
    " máy": 174,
    "máy ": 928,
    "rê": 1147,
    "ên": 1374,
    " tr": 264,
    "trê": 1236,
    "rên": 1148,
    "ên ": 1375,
    " trê": 267,
    "trên": 1237,
    "rên ": 1149,
    "_": 384,
    " _": 16,
    "__": 392,
    "_n": 400,
    "nu": 989,
    "mb": 904,
    "be": 470,
    "r_": 1095,
    "_ ": 385,
    " __": 17,
    "__n": 398,
    "_nu": 401,
    "num": 990,
    "umb": 1264,
    "mbe": 905,
    "ber": 471,
    "er_": 614,
    "r__": 1096,
    "__ ": 393,
    " __n": 18,
    "__nu": 399,
    "_num": 402,
    "numb": 991,
    "umbe": 1265,
    "mber": 906,
    "ber_": 472,
    "er__": 615,
    "r__ ": 1097,
    "ờ": 1514,
    "hờ": 784,
    "ời": 1515,
    "thờ": 1216,
    "hời": 785,
    "ời ": 1516,
    " thờ": 257,
    "thời": 1217,
    "hời ": 786,
    "ra": 1100,
    "tra": 1230,
    "ran": 1103,
    "ang": 430,
    " tra": 265,
    "tran": 1231,
    "rang": 1104,
    "ang ": 431,
    "ớ": 1511,
    "dư": 572,
    "ướ": 1443,
    "ới": 1512,
    " dư": 80,
    "dướ": 573,
    "ưới": 1444,
    "ới ": 1513,
    " dướ": 81,
    "dưới": 574,
    "ưới ": 1445,
    "1": 364,
    "0": 358,
    " 1": 1,
    "10": 365,
    "00": 359,
    "0k": 362,
    " 10": 2,
    "100": 366,
    "00k": 360,
    "0k ": 363,
    " 100": 3,
    "100k": 367,
    "00k ": 361,
    "ò": 1384,
    "cò": 519,
    "òn": 1385,
    " cò": 55,
    "còn": 520,
    "òn ": 1386,
    " còn": 56,
    "còn ": 521,
    "hạ": 755,
    " hạ": 129,
    "hạn": 756,
    " hạn": 130,
    "hạn ": 757,
    "ế": 1478,
    "đế": 1430,
    "ến": 1480,
    " đế": 336,
    "đến": 1431,
    "ến ": 1481,
    " đến": 337,
    "đến ": 1432,
    "/": 354,
    "_/": 389,
    "/_": 355,
    "__/": 396,
    "_/_": 390,
    "/__": 356,
    "r__/": 1099,
    "__/_": 397,
    "_/__": 391,
    "/__n": 357,
    "gợ": 688,
    "ợi": 1520,
    " gợ": 108,
    "gợi": 689,
    "ợi ": 1521,
    " gợi": 109,
    "gợi ": 690,
    "ý": 1408,
    " ý": 320,
    "ý ": 1409,
    " ý ": 321,
    "và": 1295,
    "ài": 1346,
    " và": 287,
    "vài": 1296,
    "ài ": 1347,
    " vài": 288,
    "vài ": 1297,
    "hot": 727,
    " hot": 121,
    "hot ": 728,
    "nê": 995,
    " nê": 201,
    "nên": 996,
    " nên": 202,
    "nên ": 997,
    "ù": 1398,
    "dù": 567,
    "ùn": 1401,
    " dù": 77,
    "dùn": 570,
    "ùng": 1402,
    " dùn": 79,
    "dùng": 571,
    "ùng ": 1403,
    "đa": 1411,
    " đa": 323,
    "đan": 1412,
    " đan": 324,
    "đang": 1413,
    "ị": 1490,
    "hị": 778,
    "ịn": 1491,
    "thị": 1214,
    "hịn": 779,
    "ịnh": 1492,
    "nh ": 961,
    " thị": 256,
    "thịn": 1215,
    "hịnh": 780,
    "ịnh ": 1493,
    "àn": 1348,
    " hà": 124,
    "hàn": 737,
    "ành": 1349,
    " hàn": 125,
    "hành": 738,
    "ành ": 1350,
    "ấ": 1459,
    "hấ": 761,
    "ất": 1460,
    "nhấ": 965,
    "hất": 762,
    "ất ": 1461,
    " nhấ": 192,
    "nhất": 966,
    "hất ": 763,
    "è": 1366,
    "hè": 741,
    "èo": 1367,
    "ngh": 951,
    "ghè": 659,
    "hèo": 742,
    "èo ": 1368,
    " ngh": 186,
    "nghè": 952,
    "ghèo": 660,
    "hèo ": 743,
    "q": 1089,
    " q": 218,
    "qu": 1090,
    "uá": 1279,
    " qu": 219,
    "quá": 1091,
    "uá ": 1280,
    " quá": 220,
    "quá ": 1092,
    "coi": 509,
    "oi ": 1011,
    " coi": 50,
    "coi ": 510,
    "ử": 1526,
    "hử": 787,
    "ử ": 1527,
    "thử": 1218,
    "hử ": 788,
    " thử": 258,
    "thử ": 1219,
    "củ": 533,
    " củ": 65,
    "củ ": 534,
    " củ ": 66,
    "ùm": 1399,
    "dùm": 568,
    "ùm ": 1400,
    " dùm": 78,
    "dùm ": 569,
    "tu": 1238,
    "ui": 1257,
    " tu": 268,
    "tui": 1239,
    "ui ": 1258,
    " tui": 269,
    "tui ": 1240,
    "số": 1185,
    "ốp": 1497,
    " số": 243,
    "sốp": 1186,
    "ốp ": 1498,
    " sốp": 244,
    "sốp ": 1187,
    "pi": 1072,
    " pi": 214,
    "pi ": 1073,
    " pi ": 215,
    "ko": 851,
    " ko": 144,
    "ko ": 852,
    " ko ": 145,
    "ẩ": 1465,
    " ẩ": 345,
    "ẩm": 1466,
    " ẩm": 346,
    "ẩm ": 1467,
    " ẩm ": 347,
    "ự": 1528,
    "hự": 789,
    "ực": 1529,
    "thự": 1220,
    "hực": 790,
    "ực ": 1530,
    " thự": 259,
    "thực": 1221,
    "hực ": 791,
    "ồ": 1501,
    "đồ": 1433,
    "ồ ": 1502,
    " đồ": 338,
    "đồ ": 1434,
    " đồ ": 339,
    "cô": 524,
    " cô": 59,
    "côn": 525,
    " côn": 60,
    "công": 526,
    "hệ": 776,
    "ệ ": 1485,
    "ghệ": 661,
    "hệ ": 777,
    "nghệ": 953,
    "ghệ ": 662,
    "tử": 1247,
    " tử": 274,
    "tử ": 1248,
    " tử ": 275,
    "hẩ": 764,
    "phẩ": 1070,
    "hẩm": 765,
    " phẩ": 213,
    "phẩm": 1071,
    "hẩm ": 766,
    "ab": 408,
    "b ": 466,
    "gra": 679,
    "rab": 1101,
    "ab ": 409,
    " gra": 104,
    "grab": 680,
    "rab ": 1102,
    "fp": 645,
    "pt": 1085,
    " fp": 92,
    "fpt": 646,
    "pt ": 1086,
    " fpt": 93,
    "fpt ": 647,
    "op ": 1035,
    "hop ": 723,
    "hế": 772,
    "ế ": 1479,
    "thế": 1212,
    "hế ": 773,
    " thế": 255,
    "thế ": 1213,
    "iớ": 833,
    "giớ": 668,
    "iới": 834,
    " giớ": 98,
    "giới": 669,
    "iới ": 835,
    "di ": 553,
    " di ": 71,
    "ộ": 1507,
    "độ": 1435,
    "ộn": 1508,
    " độ": 340,
    "độn": 1436,
    "ộng": 1509,
    " độn": 341,
    "động": 1437,
    "ộng ": 1510,
    "xa": 1319,
    " xa": 302,
    "xan": 1320,
    "anh": 432,
    " xan": 303,
    "xanh": 1321,
    "anh ": 433,
    "pl": 1074,
    " pl": 216,
    "pla": 1075,
    "lay": 860,
    " pla": 217,
    "play": 1076,
    "lay ": 861,
    "2": 368,
    " 2": 4,
    "20": 369,
    " 20": 5,
    "20k": 370,
    " 20k": 6,
    "20k ": 371,
    "5": 376,
    " 5": 10,
    "50": 377,
    " 50": 11,
    "50k": 378,
    " 50k": 12,
    "50k ": 379,
    "8": 380,
    " 8": 13,
    "80": 381,
    " 80": 14,
    "80k": 382,
    " 80k": 15,
    "80k ": 383,
    "3": 372,
    " 3": 7,
    "30": 373,
    " 30": 8,
    "300": 374,
    " 300": 9,
    "300k": 375,
    "ết": 1482,
    " hế": 131,
    "hết": 774,
    "ết ": 1483,
    " hết": 132,
    "hết ": 775,
    "vào": 1298,
    " vào": 289,
    "vào ": 1299,
    "gà": 683,
    "ngà": 956,
    "gày": 684,
    " ngà": 188,
    "ngày": 957,
    "gày ": 685,
    "-": 350,
    "_-": 386,
    "-_": 351,
    "__-": 394,
    "_-_": 387,
    "-__": 352,
    "r__-": 1098,
    "__-_": 395,
    "_-__": 388,
    "-__n": 353,
    "ệu": 1488,
    "hiệ": 718,
    "iệu": 831,
    "ệu ": 1489,
    " hiệ": 118,
    "hiệu": 719,
    "iệu ": 832,
    "lự": 892,
    " lự": 158,
    "lực": 893,
    " lực": 159,
    "lực ": 894,
    " ma": 162,
    "mai": 898,
    " mai": 163,
    "mai ": 899,
    "sắ": 1182,
    "ắp": 1476,
    " sắ": 241,
    "sắp": 1183,
    "ắp ": 1477,
    " sắp": 242,
    "sắp ": 1184,
    "tro": 1234,
    "ron": 1133,
    "ong": 1024,
    " tro": 266,
    "tron": 1235,
    "rong": 1134,
    "ong ": 1025,
    "mố": 931,
    "ốt": 1499,
    " mố": 177,
    "mốt": 932,
    "ốt ": 1500,
    " mốt": 178,
    "mốt ": 933
  },
  "response": null,
  "action_text": null
}