{
  "text": {
    "hey": 64,
    "hello": 63,
    "hi": 65,
    "there": 143,
    "good": 54,
    "morning": 91,
    "evening": 43,
    "moin": 90,
    "let": 83,
    "s": 123,
    "go": 52,
    "dude": 38,
    "goodmorning": 57,
    "goodevening": 56,
    "afternoon": 7,
    "chào": 20,
    "xin": 176,
    "lô": 86,
    "bro": 14,
    "bạn": 17,
    "cậu": 32,
    "ông": 182,
    "em": 42,
    "mày": 94,
    "nha": 106,
    "wassup": 169,
    "what": 172,
    "up": 163,
    "ê": 181,
    "cu": 27,
    "by": 15,
    "cee": 18,
    "you": 179,
    "later": 81,
    "night": 109,
    "bye": 16,
    "goodbye": 55,
    "have": 62,
    "a": 6,
    "nice": 108,
    "day": 34,
    "see": 127,
    "around": 11,
    "bai": 12,
    "thankiu": 139,
    "thank": 138,
    "u": 161,
    "thanks": 140,
    "éc": 180,
    "đi": 185,
    "ngủ": 105,
    "đây": 187,
    "ngon": 103,
    "yes": 178,
    "y": 177,
    "indeed": 77,
    "of": 114,
    "course": 26,
    "that": 141,
    "sounds": 131,
    "correct": 25,
    "đúng": 189,
    "oke": 115,
    "phải": 117,
    "ừ": 196,
    "được": 190,
    "chắc": 22,
    "chắn": 23,
    "no": 110,
    "n": 98,
    "never": 100,
    "i": 76,
    "don": 37,
    "t": 136,
    "think": 144,
    "so": 130,
    "like": 84,
    "way": 170,
    "not": 111,
    "really": 122,
    "không": 78,
    "hổng": 75,
    "chưa": 21,
    "có": 29,
    "hông": 72,
    "thích": 146,
    "perfect": 116,
    "great": 59,
    "amazing": 9,
    "feeling": 47,
    "king": 79,
    "wonderful": 173,
    "am": 8,
    "very": 164,
    "going": 53,
    "to": 153,
    "save": 126,
    "the": 142,
    "world": 174,
    "super": 133,
    "stoked": 132,
    "extremely": 44,
    "my": 93,
    "was": 168,
    "horrible": 67,
    "sad": 125,
    "feel": 46,
    "well": 171,
    "disappointed": 36,
    "m": 88,
    "unhappy": 162,
    "extremly": 45,
    "saad": 124,
    "are": 10,
    "bot": 13,
    "human": 69,
    "talking": 137,
    "mã": 96,
    "giảm": 50,
    "giá": 49,
    "nào": 112,
    "cho": 19,
    "shopee": 129,
    "voucher": 165,
    "lazada": 82,
    "hôm": 71,
    "nay": 99,
    "là": 85,
    "gì": 60,
    "tôi": 159,
    "cần": 31,
    "ưu": 194,
    "đãi": 188,
    "điện": 186,
    "thoại": 145,
    "tìm": 158,
    "tiki": 152,
    "muốn": 92,
    "máy": 95,
    "trên": 156,
    "__number__": 5,
    "thời": 149,
    "trang": 154,
    "dưới": 41,
    "100k": 0,
    "còn": 28,
    "hạn": 73,
    "đến": 191,
    "gợi": 61,
    "ý": 183,
    "vài": 166,
    "hot": 68,
    "nên": 113,
    "dùng": 40,
    "đang": 184,
    "thịnh": 148,
    "hành": 70,
    "nhất": 107,
    "nghèo": 101,
    "quá": 121,
    "coi": 24,
    "thử": 150,
    "củ": 33,
    "dùm": 39,
    "tui": 157,
    "sốp": 135,
    "pi": 119,
    "ko": 80,
    "ẩm": 195,
    "thực": 151,
    "đồ": 192,
    "công": 30,
    "nghệ": 102,
    "tử": 160,
    "phẩm": 118,
    "grab": 58,
    "fpt": 48,
    "shop": 128,
    "thế": 147,
    "giới": 51,
    "di": 35,
    "động": 193,
    "xanh": 175,
    "play": 120,
    "20k": 1,
    "50k": 3,
    "80k": 4,
    "300k": 2,
    "hết": 74,
    "vào": 167,
    "ngày": 104,
    "hiệu": 66,
    "lực": 87,
    "mai": 89,
    "sắp": 134,
    "trong": 155,
    "mốt": 97
  },
  "intent": {
    "greet": 9,
    "goodbye": 8,
    "affirm": 0,
    "deny": 7,
    "mood_great": 10,
    "mood_unhappy": 11,
    "bot_challenge": 6,
    "search_voucher": 14,
    "recommend_voucher": 13,
    "ask_voucher_by_category": 1,
    "ask_voucher_by_platform": 4,
    "ask_voucher_by_discount": 2,
    "ask_voucher_by_price": 5,
    "ask_voucher_by_expiration": 3,
    "nlu_fallback": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 12,
    "action_session_start": 15,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_voucher_by_category": 6,
    "action_get_voucher_by_discount": 7,
    "action_get_voucher_by_expiration": 8,
    "action_get_voucher_by_platform": 9,
    "action_get_voucher_by_price": 10,
    "action_search_voucher": 14,
    "utter_ask_category": 18,
    "utter_ask_discount": 19,
    "utter_ask_expiration": 20,
    "utter_ask_platform": 21,
    "utter_ask_price": 22,
    "utter_cheer_up": 23,
    "utter_did_that_help": 24,
    "utter_fallback": 25,
    "utter_goodbye": 26,
    "utter_greet": 27,
    "utter_happy": 28,
    "utter_iamabot": 29,
    "voucher_search_form": 30
  },
  "action_text": null,
  "intent_response_key": null
}