{
  "text": {
    "hey": 54,
    "hello": 53,
    "hi": 55,
    "there": 120,
    "good": 44,
    "morning": 74,
    "evening": 33,
    "moin": 73,
    "let": 68,
    "s": 101,
    "go": 42,
    "dude": 29,
    "goodmorning": 47,
    "goodevening": 46,
    "afternoon": 2,
    "chào": 15,
    "xin": 149,
    "lô": 71,
    "bro": 9,
    "bạn": 12,
    "cậu": 23,
    "ông": 155,
    "em": 32,
    "mày": 77,
    "nha": 87,
    "wassup": 142,
    "what": 145,
    "up": 137,
    "ê": 154,
    "cu": 19,
    "by": 10,
    "cee": 13,
    "you": 152,
    "later": 66,
    "night": 90,
    "bye": 11,
    "goodbye": 45,
    "have": 52,
    "a": 1,
    "nice": 89,
    "day": 25,
    "see": 105,
    "around": 6,
    "bai": 7,
    "thankiu": 116,
    "thank": 115,
    "u": 135,
    "thanks": 117,
    "éc": 153,
    "đi": 158,
    "ngủ": 86,
    "đây": 160,
    "ngon": 85,
    "yes": 151,
    "y": 150,
    "indeed": 62,
    "of": 95,
    "course": 18,
    "that": 118,
    "sounds": 109,
    "correct": 17,
    "no": 91,
    "n": 80,
    "never": 82,
    "i": 61,
    "don": 28,
    "t": 113,
    "think": 121,
    "so": 108,
    "like": 69,
    "way": 143,
    "not": 92,
    "really": 100,
    "perfect": 96,
    "great": 49,
    "amazing": 4,
    "feeling": 37,
    "king": 64,
    "wonderful": 146,
    "am": 3,
    "very": 138,
    "going": 43,
    "to": 129,
    "save": 104,
    "the": 119,
    "world": 147,
    "super": 111,
    "stoked": 110,
    "extremely": 34,
    "my": 76,
    "was": 141,
    "horrible": 56,
    "sad": 103,
    "feel": 36,
    "well": 144,
    "disappointed": 27,
    "m": 72,
    "unhappy": 136,
    "extremly": 35,
    "saad": 102,
    "are": 5,
    "bot": 8,
    "human": 58,
    "talking": 114,
    "có": 20,
    "mã": 79,
    "giảm": 40,
    "giá": 39,
    "nào": 93,
    "cho": 14,
    "shopee": 107,
    "voucher": 139,
    "lazada": 67,
    "hôm": 60,
    "nay": 81,
    "là": 70,
    "gì": 50,
    "tôi": 134,
    "cần": 22,
    "ưu": 164,
    "đãi": 161,
    "điện": 159,
    "thoại": 122,
    "tìm": 133,
    "tiki": 128,
    "muốn": 75,
    "máy": 78,
    "không": 63,
    "trên": 131,
    "gợi": 51,
    "ý": 156,
    "vài": 140,
    "hot": 57,
    "nên": 94,
    "dùng": 31,
    "đang": 157,
    "thịnh": 124,
    "hành": 59,
    "nhất": 88,
    "nghèo": 83,
    "quá": 99,
    "coi": 16,
    "thử": 126,
    "__number__": 0,
    "củ": 24,
    "dùm": 30,
    "tui": 132,
    "sốp": 112,
    "pi": 97,
    "ko": 65,
    "thời": 125,
    "trang": 130,
    "ẩm": 165,
    "thực": 127,
    "đồ": 162,
    "công": 21,
    "nghệ": 84,
    "grab": 48,
    "fpt": 38,
    "shop": 106,
    "thế": 123,
    "giới": 41,
    "di": 26,
    "động": 163,
    "xanh": 148,
    "play": 98
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 5,
    "mood_great": 8,
    "mood_unhappy": 9,
    "bot_challenge": 4,
    "search_voucher": 11,
    "recommend_voucher": 10,
    "ask_voucher_by_category": 2,
    "ask_voucher_by_platform": 3,
    "ask_voucher_by_brand": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_voucher_by_category": 6,
    "action_get_voucher_by_platform": 7,
    "utter_ask_category": 14,
    "utter_ask_platform": 15,
    "utter_cheer_up": 16,
    "utter_did_that_help": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_happy": 20,
    "utter_iamabot": 21
  },
  "action_text": null,
  "intent_response_key": null
}