{
  "text": {
    "hey": 49,
    "hello": 48,
    "hi": 50,
    "there": 112,
    "good": 40,
    "morning": 69,
    "evening": 31,
    "moin": 68,
    "let": 63,
    "s": 94,
    "go": 38,
    "dude": 27,
    "goodmorning": 43,
    "goodevening": 42,
    "afternoon": 2,
    "chào": 15,
    "xin": 136,
    "lô": 66,
    "bro": 9,
    "bạn": 12,
    "cậu": 22,
    "ông": 142,
    "em": 30,
    "mày": 72,
    "nha": 81,
    "wassup": 130,
    "what": 133,
    "up": 125,
    "ê": 141,
    "cu": 19,
    "by": 10,
    "cee": 13,
    "you": 139,
    "later": 61,
    "night": 84,
    "bye": 11,
    "goodbye": 41,
    "have": 47,
    "a": 1,
    "nice": 83,
    "day": 24,
    "see": 98,
    "around": 6,
    "bai": 7,
    "thankiu": 108,
    "thank": 107,
    "u": 123,
    "thanks": 109,
    "éc": 140,
    "đi": 145,
    "ngủ": 80,
    "đây": 147,
    "ngon": 79,
    "yes": 138,
    "y": 137,
    "indeed": 57,
    "of": 89,
    "course": 18,
    "that": 110,
    "sounds": 101,
    "correct": 17,
    "no": 85,
    "n": 75,
    "never": 77,
    "i": 56,
    "don": 26,
    "t": 105,
    "think": 113,
    "so": 100,
    "like": 64,
    "way": 131,
    "not": 86,
    "really": 93,
    "perfect": 90,
    "great": 44,
    "amazing": 4,
    "feeling": 35,
    "king": 59,
    "wonderful": 134,
    "am": 3,
    "very": 126,
    "going": 39,
    "to": 118,
    "save": 97,
    "the": 111,
    "world": 135,
    "super": 103,
    "stoked": 102,
    "extremely": 32,
    "my": 71,
    "was": 129,
    "horrible": 51,
    "sad": 96,
    "feel": 34,
    "well": 132,
    "disappointed": 25,
    "m": 67,
    "unhappy": 124,
    "extremly": 33,
    "saad": 95,
    "are": 5,
    "bot": 8,
    "human": 53,
    "talking": 106,
    "có": 20,
    "mã": 74,
    "giảm": 37,
    "giá": 36,
    "nào": 87,
    "cho": 14,
    "shopee": 99,
    "voucher": 127,
    "lazada": 62,
    "hôm": 55,
    "nay": 76,
    "là": 65,
    "gì": 45,
    "tôi": 122,
    "cần": 21,
    "ưu": 149,
    "đãi": 148,
    "điện": 146,
    "thoại": 114,
    "tìm": 121,
    "tiki": 117,
    "muốn": 70,
    "máy": 73,
    "không": 58,
    "trên": 119,
    "gợi": 46,
    "ý": 143,
    "vài": 128,
    "hot": 52,
    "nên": 88,
    "dùng": 29,
    "đang": 144,
    "thịnh": 115,
    "hành": 54,
    "nhất": 82,
    "nghèo": 78,
    "quá": 92,
    "coi": 16,
    "thử": 116,
    "__number__": 0,
    "củ": 23,
    "dùm": 28,
    "tui": 120,
    "sốp": 104,
    "pi": 91,
    "ko": 60
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 5,
    "mood_great": 8,
    "mood_unhappy": 9,
    "bot_challenge": 4,
    "search_voucher": 11,
    "recommend_voucher": 10,
    "ask_voucher_by_brand": 1,
    "ask_voucher_by_category": 2,
    "ask_voucher_by_platform": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_voucher_by_category": 6,
    "action_get_voucher_by_platform": 7,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18,
    "utter_iamabot": 19,
    "utter_thank_you": 20
  },
  "action_text": null,
  "intent_response_key": null
}